{"query": {"redirects": [{"to": "AGIL paradigm", "from": "AGIL Paradigm"}], "pages": {"1993671": {"lastrevid": 599618483, "pageid": 1993671, "canonicalurl": "http://en.wikipedia.org/wiki/AGIL_paradigm", "title": "AGIL paradigm", "editurl": "http://en.wikipedia.org/w/index.php?title=AGIL_paradigm&action=edit", "length": 12723, "contentmodel": "wikitext", "pagelanguage": "en", "touched": "2015-03-21T12:13:36Z", "ns": 0, "fullurl": "http://en.wikipedia.org/wiki/AGIL_paradigm", "revisions": [{"*": "<dl><dd><i>This article is about a sociological concept. For the chemical laser, see <a href=\"/wiki/All_gas-phase_iodine_laser\" title=\"All gas-phase iodine laser\">All gas-phase iodine laser</a>.</i></dd></dl>\n<p>The <b>AGIL paradigm</b> is a <a href=\"/wiki/Sociology\" title=\"Sociology\">sociological</a> scheme created by American sociologist <a href=\"/wiki/Talcott_Parsons\" title=\"Talcott Parsons\">Talcott Parsons</a> in the 1950s. It is a systematic depiction of certain societal functions, which every society must meet to be able to maintain stable social life.<sup id=\"cite_ref-ritzer_1-0\" class=\"reference\"><a href=\"#cite_note-ritzer-1\"><span>[</span>1<span>]</span></a></sup> The AGIL paradigm is part of Parsons's larger <a href=\"/wiki/Action_theory_(sociology)\" title=\"Action theory (sociology)\">action theory</a>, outlined in his notable book <i>The Structure of Social Action</i>, in <i>The Social System</i> and in later works, which aims to construct a unified map of all action systems, and ultimately \"living systems.\" Indeed, the actual AGIL system only appeared in its first elaborate form in 1956, and Parsons extended the system in various layers of complexity during the rest of his intellectual life. Towards the end of his life, he added a new dimension to the action system, which he called the paradigm of the human condition; within that paradigm, the action system occupied the integral dimension.\n</p>\n<div id=\"toc\" class=\"toc\"><div id=\"toctitle\"><h2>Contents</h2></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#The_functional_prerequisites_of_action_systems_.28including_the_social_system.29\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">The functional prerequisites of action systems (including the social system)</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Systematic_depiction_of_AGIL_functions\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Systematic depiction of AGIL functions</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Criticism_of_the_AGIL_scheme\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Criticism of the AGIL scheme</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#See_also\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Notes\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"The_functional_prerequisites_of_action_systems_.28including_the_social_system.29\">The functional prerequisites of action systems (including the social system)</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=AGIL_paradigm&amp;action=edit&amp;section=1\" title=\"Edit section: The functional prerequisites of action systems (including the social system)\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Parsons' theory is a part of the <a href=\"/wiki/Paradigm\" title=\"Paradigm\">paradigm</a> of action theory. AGIL represents the functional scheme for the whole general action system (including the human condition paradigm), so that AGIL also defines the cultural system, the personality system etc. The social system represent the integral part of the action system and is in this way only a subsystem within the greater whole of systems. For example the order of the cultural system vis-a-vis the AGIL functional scheme is:\n</p><p>A: Cognitive symbolization.\nG: Expressive symbolization.\nI: Moral-evaluative symbolization.\nL: Constitutive symbolization.\n</p><p><a href=\"/wiki/Society\" title=\"Society\">Society</a>, in this paradigm, is defined as prototypical category of the social system, that meets the essential functional prerequisites that define the system's universal attributes. AGIL scheme outlines four systematic, core functions, that are prerequisites for any society to be able to persist over time. It is a misconception that the system functions are \"institutions,\" they exist on a much higher level of theoretical comprehension than institutions yet each system is inhabited by institutions. Institutions have either universal implications or historical implications depending on their form, nature and specification. The system shape the \"nature\" of its institutions—so that the political system is the orbit of \"political institutions.\" The stock-market is common-sensually not regarded as a political institution yet the stock-market might have political functions (which is a different analytical issue). \n</p><p>AGIL is an <a href=\"/wiki/Acronym\" title=\"Acronym\">acronym</a> from the initials of each of the four systemic necessities. The AGIL system is considered a cybernetic hierarchy and has generally the following order L-I-G-A, when the order is viewed from an \"informational\" point of view; this imply that the L function could \"control\" or define the I function (and the I the G and so on) approximately in the way in which a computer-game-program \"defines\" the game. The program does not \"determine\" the game (which actual outcome would depend on the input of the player, that was what Parsons in a sense called the voluntaristic aspect of action) but it \"determined\" the logical parameter of the game, which lies implicit in the game's concrete design and rules. In this way, Parsons would say that culture would not determine the social system but it would \"define it.\" The AGIL system had also an energy side (or a \"conditional\" side), which would go A-G-I-L. So that the Adaptive level would be on the highest level of the cybernetic hierarchy from the energy or \"conditional\" point of view. However, within these two reverse sequences of the hierarchy Parsons maintained that in the long historical perspective, a system which was high in information (that is, a system that followed the L-I-G-A sequence) would tend to prevail over system which was high in energy. For example in the human body, the DNA is the informational code which will tend to control \"the body\" which is high in energy. Within the action system, Parsons would maintain that it was culture which was highest in information and which in his way was in cybernetic control over other components of the action system, as well as the social system. However, it is important to maintain that all action systems (including social systems) are always depending on the (historically specific) equilibrium of the overall forces of information and condition, which both shape the outcome of the system. Also it is important to highlight that the AGIL system does not \"guarantee\" any historical system survival; they rather specify the minimum conditions for whether societies or action systems in principle can survive. Whether a concrete action system survive or not is a sheer historical question. \n</p>\n<ul><li><b>Adaptation</b>, or the capacity of society to interact with the environment. This includes, among other things, gathering resources and producing <a href=\"/wiki/Commodity\" title=\"Commodity\">commodities</a> to social redistribution.</li></ul>\n<ul><li><b>Goal Attainment</b>, or the capability to set goals for the future and make decisions accordingly. Political resolutions and societal objectives are part of this necessity.</li></ul>\n<ul><li><b>Integration</b>, or the harmonization of the entire society is a demand that the values and norms of society are solid and sufficiently convergent. This requires, for example, the religious system to be fairly consistent, and even in a more basic level, a common language.</li></ul>\n<ul><li><b>Latency</b>, or latent pattern maintenance, challenges society to maintain the integrative elements of the integration requirement above. This means institutions like family and school, which mediate belief systems and values between an older generation and its successor.<sup id=\"cite_ref-parsons_2-0\" class=\"reference\"><a href=\"#cite_note-parsons-2\"><span>[</span>2<span>]</span></a></sup></li></ul>\n<p>These four functions aim to be intuitive. For example a tribal system of hunter-gatherers needs to gather food from the external world by hunting animals and gathering other goods. They need to have a set of goals and a system to make decisions about such things as when to migrate to better hunting grounds. The tribe also needs to have a common belief system that enforces actions and decisions as the community sees fit. Finally there needs to be some kind of educational system to pass on hunting and gathering skills and the common belief system. If these prerequisites are met, the tribe can sustain its existence.\n</p>\n<h2><span class=\"mw-headline\" id=\"Systematic_depiction_of_AGIL_functions\">Systematic depiction of AGIL functions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=AGIL_paradigm&amp;action=edit&amp;section=2\" title=\"Edit section: Systematic depiction of AGIL functions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The four functions of AGIL into external and internal problems, and further into instrumental and consummatory problems. External problems include the use of natural resources and making decisions to achieve goals, whereas keeping the community integrated and maintaining the common values and practices over succeeding generations are considered internal problems. Furthermore, goal attainment and the integral function belong to the consummatory aspect of the systems.<sup id=\"cite_ref-parsons_2-1\" class=\"reference\"><a href=\"#cite_note-parsons-2\"><span>[</span>2<span>]</span></a></sup>\n</p><p>It is common to use a table to illustrate the four functions and their differences in spatial and temporal orientation. (The following only addresses the AGIL component examples for the social system—for example, \"political office\" is not a unit for the categories on the action-system level).\n</p>\n<table class=\"wikitable\" border=\"1\">\n\n<tr>\n<th>\n</th>\n<th> <b>Instrumental functions</b>\n</th>\n<th> <b>Consummatory functions</b>\n</th></tr>\n<tr>\n<td> <b>External problems</b>\n</td>\n<td> <i>Adaptation</i>\n<p>- natural resources<br>\n- commodity production\n</p>\n</td>\n<td> <i>Goal-attainment</i>\n<p>- political offices<br>\n- common goals\n</p>\n</td></tr>\n<tr>\n<td> <b>Internal problems</b>\n</td>\n<td> <i>Latency (or Pattern Maintenance)</i>\n<p>- family<br>\n- schools\n</p>\n</td>\n<td> <i>Integration</i>\n<p>- religious systems<br>\n- media\n</p>\n</td></tr></table>\n<p>Each of the four individual functional necessities are further divided into four sub-categories. The four sub-categories are the same four functions as the major four AGIL categories and so on. Hence one subsystem of the societal community is the category of \"citizenship,\" which is a category we today would associate with the concept of civil society. In this way, citizenship (or civil society) represents according to Parsons, the goal-attainment function within the subsystem of the Societal Community. For example, a community's adaption to the economic environment might consist of the basic \"industrial\" process of production (adaption), political-strategic goals for production (goal-attainment), the interaction between the economical system and the societal community, which integrates production mechanisms both in regard to economic as well as societal factors (integration), and common cultural values in their \"selective\" relevance for the societal-economic interchange process (latency (or Pattern Maintenance)). Each of these systemic processes will (within the scope of the cybernetic hierarchy) be regulated by what Talcott Parsons calls generalized symbolic media. Each system level of the general action-paradigm has each their set of generalized symbolic media (so that the set of generalized symbolic media for the social system is not identical with those of the action system or those of the human condition paradigm). In regard to the social system, there are the following four generalized symbolic media:\n</p><p>A: (Economy): Money.   G: (Political system): Political power.  I: (Societal Community): Influence.   L: (Fiduciary system): Value-commitment.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\"><span>[</span>3<span>]</span></a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Criticism_of_the_AGIL_scheme\">Criticism of the AGIL scheme</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=AGIL_paradigm&amp;action=edit&amp;section=3\" title=\"Edit section: Criticism of the AGIL scheme\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Parsons' theory has been criticised as being too abstract to be used constructively in any significant empirical research.<sup id=\"cite_ref-ritzer155_4-0\" class=\"reference\"><a href=\"#cite_note-ritzer155-4\"><span>[</span>4<span>]</span></a></sup> While the four functions of the AGIL scheme are intuitive and many social systems can be described according to the paradigm of Parsons' <a href=\"/wiki/Structural_functionalism\" title=\"Structural functionalism\">structural functionalism</a>, one can question the utility that such an inspection brings to a scientific sociological study.<sup id=\"cite_ref-mills_5-0\" class=\"reference\"><a href=\"#cite_note-mills-5\"><span>[</span>5<span>]</span></a></sup> Defenders of the AGIL scheme respond that there have indeed been situations where social systems, such as some industries, have failed to operate because they have neglected one or more of the four functions. Hence, the AGIL scheme can be tested against political or economical systems in operation to see if they meet the criteria. Defenders also highlight that all theoretical systems are abstract (indeed modern physics uses extremely high levels of theoretical abstractions (without anyone \"protesting\")). Any good theoretical system has to be abstract, since this is the meaning and function of theoretical systems. \nAnother notable criticism attacks the AGIL schemes' failure to take historical change into account. Critics argue that Parsons' theory is inexcusably static and lacks the flexibility to meet instances of social change. While Parsons purports that the AGIL scheme is a general theory of social functions that can be applied to any social system at any time or place in the history of humankind, critics contend that it is basically just a model of the post-war United States, or, moreover, merely an ideal social structure of the middle-class of United States.<sup id=\"cite_ref-mills_5-1\" class=\"reference\"><a href=\"#cite_note-mills-5\"><span>[</span>5<span>]</span></a></sup> Parsons' defenders argue that such criticisms are misplaced inasmuch as Parsons tried to identify the most important systemic features of any society whatsoever: <i>any</i> society would need to meet the functions indicated by AGIL, even if it used different institutions or arrangements for doing so. Moreover, Parsons himself tried to develop a theory of world history, and to explain social change through his system, although his critics have suggested that this amounts to little more than window-dressing. Nevertheless, despite recent sympathetic reappraisals, Parsons no longer dominates Anglophone social theory in the way he once did.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=AGIL_paradigm&amp;action=edit&amp;section=4\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li> <a href=\"/wiki/Action_theory_(sociology)\" title=\"Action theory (sociology)\">Action theory</a></li>\n<li> <a rel=\"nofollow\" class=\"external text\" href=\"http://www.arsistemes.com/AGIL\">AGIL software</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=AGIL_paradigm&amp;action=edit&amp;section=5\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-count references-column-count-3\" style=\"-moz-column-count: 3; -webkit-column-count: 3; column-count: 3; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-ritzer-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-ritzer_1-0\">^</a></b></span> <span class=\"reference-text\">Ritzer 2001: ch. 13</span>\n</li>\n<li id=\"cite_note-parsons-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-parsons_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-parsons_2-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Parsons 1970, pp. 26 - 50</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Talcott Parsons, On the Concept of Value-Commitments. Sociological Inquiry. Vol.38. Issue 2. pp.135-160. April 1968.</span>\n</li>\n<li id=\"cite_note-ritzer155-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-ritzer155_4-0\">^</a></b></span> <span class=\"reference-text\">Ritzer 2001, p. 155</span>\n</li>\n<li id=\"cite_note-mills-5\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-mills_5-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-mills_5-1\"><sup><i><b>b</b></i></sup></a></span> <span class=\"reference-text\">Mills 1980: ch. 2</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=AGIL_paradigm&amp;action=edit&amp;section=6\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p><span class=\"citation book\"><a href=\"/wiki/Talcott_Parsons\" title=\"Talcott Parsons\">Parsons, Talcott</a> (1970). <i>The Social System</i>. London: Routledge &amp; Kegan Paul Ltd. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-7100-1931-9\" title=\"Special:BookSources/0-7100-1931-9\">0-7100-1931-9</a>.</span><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAGIL+paradigm&amp;rft.aufirst=Talcott&amp;rft.aulast=Parsons&amp;rft.au=Parsons%2C+Talcott&amp;rft.btitle=The+Social+System&amp;rft.date=1970&amp;rft.genre=book&amp;rft.isbn=0-7100-1931-9&amp;rft.place=London&amp;rft.pub=Routledge+%26+Kegan+Paul+Ltd&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span>\n</p><p><span class=\"citation book\"><a href=\"/wiki/George_Ritzer\" title=\"George Ritzer\">Ritzer, George</a>; Barry Smart (2001). <i>Handbook of Social Theory</i>. London: SAGE Publications Ltd. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/0-7619-5840-1\" title=\"Special:BookSources/0-7619-5840-1\">0-7619-5840-1</a>.</span><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AAGIL+paradigm&amp;rft.au=Barry+Smart&amp;rft.aufirst=George&amp;rft.aulast=Ritzer&amp;rft.au=Ritzer%2C+George&amp;rft.btitle=Handbook+of+Social+Theory&amp;rft.date=2001&amp;rft.genre=book&amp;rft.isbn=0-7619-5840-1&amp;rft.place=London&amp;rft.pub=SAGE+Publications+Ltd&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span>\n</p>"}]}}}, "warnings": {"query": {"*": "Formatting of continuation data will be changing soon. To continue using the current formatting, use the 'rawcontinue' parameter. To begin using the new format, pass an empty string for 'continue' in the initial query."}}}