{"query": {"pages": {"27260056": {"lastrevid": 622146764, "pageid": 27260056, "canonicalurl": "http://en.wikipedia.org/wiki/Bernardo_Kliksberg", "title": "Bernardo Kliksberg", "editurl": "http://en.wikipedia.org/w/index.php?title=Bernardo_Kliksberg&action=edit", "length": 28151, "contentmodel": "wikitext", "pagelanguage": "en", "touched": "2015-03-31T19:15:17Z", "ns": 0, "fullurl": "http://en.wikipedia.org/wiki/Bernardo_Kliksberg", "revisions": [{"*": "<table class=\"infobox vcard\" style=\"width:22em\"><caption class=\"fn\" style=\"font-size:130%;\">Bernardo Kliksberg</caption><tr><td colspan=\"2\" style=\"text-align:center\">\n<a href=\"/wiki/File:Bernardo_Kliksberg_UN.jpg\" class=\"image\"><img alt=\"Bernardo Kliksberg UN.jpg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Bernardo_Kliksberg_UN.jpg/220px-Bernardo_Kliksberg_UN.jpg\" width=\"220\" height=\"218\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Bernardo_Kliksberg_UN.jpg/330px-Bernardo_Kliksberg_UN.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/c/cf/Bernardo_Kliksberg_UN.jpg 2x\" data-file-width=\"415\" data-file-height=\"411\" /></a><div>Father of Social Management.\n<p>Pioneer of Ethics for development and Business Social Responsibility\n</p>\nUN Special Advisor, Member of the Steering Committee of the Highl Level Panel of Expets on Food Security and Nutrition (HLPE), International Consultant</div></td></tr><tr><th scope=\"row\" style=\"text-align:left;padding-right:0.65em;\">Born</th><td>\n<a href=\"/wiki/Buenos_Aires\" title=\"Buenos Aires\">Buenos Aires</a>, <a href=\"/wiki/Argentina\" title=\"Argentina\">Argentina</a></td></tr><tr><th scope=\"row\" style=\"text-align:left;padding-right:0.65em;\">Nationality</th><td>\n<a href=\"/wiki/Argentine_people\" title=\"Argentine people\" class=\"mw-redirect\">Argentinian</a></td></tr></table>\n<p><b>Bernardo Kliksberg</b> (1940)<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\"><span>[</span>1<span>]</span></a></sup> is an Argentine Doctor of Economics, recognized around the world as the founder of a new discipline, social management, and a pioneer of development ethics, <a href=\"/wiki/Social_capital\" title=\"Social capital\">social capital</a> and <a href=\"/wiki/Corporate_social_responsibility\" title=\"Corporate social responsibility\">corporate social responsibility</a>.\n</p><p>His books, papers, advisory work, and research, applies an interdisciplinary approach integrating contributions of different social sciences.\n</p><p>He is considered a \"World authority on poverty issues\" (Pagina/12, Argentina, 29/12/13), \"A world guru in corporate social responsibility\"(Cinco Dias, Spain, 12/11/12), \"one of the chief experts in the world in the fight against poverty\" (<i>Buenos Aires Económico</i>, October 27, 2010), a \"corporate social responsibility global guru\" (<i>La Prensa</i>, Panama, November 9, 2010), and \"a tireless champion of ethics and economic and social inequality reduction\" (<i>Valor</i>, Brazil May 27, 2010).\n</p><p>His most recent works are \"Ethics for CEOS\" (2013, four editions, translated to English),\" How to fight poverty and inequality\" (2013), the international best seller \"People first\" (19 editions) written with the Nobel Laurete in Economics Amartya Sen,  \"Social enterpreunership\" (2012),   Escandalos Eticos (declared to be of cultural interest by the Legislature of The City of Buenos Aires, sixth editions), and \"Mas etica, mas desarrollo\" (19 editions).\n</p><p>Kliksberg is the author of 56 books and hundreds of works on critical areas of development, corporate social responsibility, senior management, social capital, the fight against poverty, ethics and economics.\n</p><p>His most recent works are \"Ethics for CEOS\" (2013, four editions, translated into English), \"How to fight poverty and inequality\" (2013), the international best seller \"People first\" (19 editions) written with the Nobel Laurete in Economics, Amartya Sen, \"Social enterpreunership\" (2012), \"Escándalos Eticos\" (declared to be of cultural interest by the Legislature of The City of Buenos Aires, six editions), and \"Más ética, mas desarrollo\" (19 editions).\n</p><p>He has been invited by Governments, corporation, civil society organizations and Universities around the world to give thousands of lectures on his ideas. Invited by China he lectures there in December 2012. One of his recent books was published in Mandarin. He gave the Braibant Honor lecture at the International Congress on Administrative Sciences (IIAS, Mexico, June 20, 2012).\n</p><p>He has been an advisor to more than 30 countries and many international organizations, among them the <a href=\"/wiki/UN\" title=\"UN\" class=\"mw-redirect\">UN</a>, <a href=\"/wiki/UNDP\" title=\"UNDP\" class=\"mw-redirect\">UNDP</a>, <a href=\"/wiki/UNESCO\" title=\"UNESCO\">UNESCO</a>, <a href=\"/wiki/UNICEF\" title=\"UNICEF\">UNICEF</a>, the <a href=\"/wiki/International_Labour_Organization\" title=\"International Labour Organization\">International Labour Organization</a>, the <a href=\"/wiki/World_Health_Organization\" title=\"World Health Organization\">World Health Organization</a>, the <a href=\"/wiki/Organization_of_American_States\" title=\"Organization of American States\">Organization of American States</a> and the <a href=\"/wiki/Pan_American_Health_Organization\" title=\"Pan American Health Organization\">Pan American Health Organization</a>.\n</p><p>On September 2013, he was appointed by the Committee on World Food Security (CFS) as a member of the Steering Committee of the High Level Panel of Experts on Food Security and Nutriont (HLPE), that is integrated by 15 \"prominent experts\" selected by their merits.\n</p><p>He has been awarded dozens of honorary doctorate by universities in multiple countries. Among them Jerusalem Hebrew University (June 2012), King Juan Carlos University of Spain, San Marcos University of Peru, Buenos Aires University, Nueva Leon University of Mexico, Catholic University of Salta and University of Costa Rica.\n</p><p>Awarded at 2013, by Caritas, AMIA, and Argentine leaders civil society organizations with the Solidarity Prize, among other distinctions, <a href=\"/wiki/King_Juan_Carlos_I\" title=\"King Juan Carlos I\" class=\"mw-redirect\">King Juan Carlos I</a> of Spain has awarded him the Order of Merit, the City of Buenos Aires has named him an Illustrious Citizen, the University of Buenos Aires has paid tribute to him by naming him a \"Great Professor\", and Guatemala has bestowed its Presidential Medal, Argentine Senate gave him his highest honor, the Domingo Faustino Sarmiento award (October 2012).\n</p><p>Kliksberg is currently the Special Advisor to the United Nations Development Programme’s (UNDP) Bureau for Political Development. He is President of the <i>Ibero-American Network of Universities for Corporate Social Responsibility</i> (composed of 250 universities from 23 different countries), President of the Latin-American network of Universities for Social Entrerpreneurship (integrated by 100 Universities of 15 countries). Member of the Advisory Committee of the International Institute for Peace, created by Rutgers University and Unesco, President of the Center for business social responsibility and social capital of Buenos Aires University. He is the General Director of the program for development of young professor in economics and management for an “economy with a human face”, established in 27 Argentine universities, in Peru, and in Uruguay, and General Director of the new international program for preparation of young leaders established by Buenos Aires University and CAF Latin-American Development Bank in South American and Andean countries.\n</p><p>He is the Chief Advisor (on a volunteer bases) for the NGO <a href=\"/wiki/TECHO\" title=\"TECHO\">TECHO</a>, which has built eighty thousand homes for families in extreme poverty, is on the ground in nineteen countries, and has four hundred thousand young volunteers.\n</p><p>Laurete Argentine educative Channel Encuentro, produced two series of 25 chapters each on his thinking, \"The Kilksberg Report\". It was distinguished by the Parliament, both branches, replicated by Uruguay National TV, and in replaying process by TV channels of Mexico, Peru, Costa Rica, Bolivia and Paraguay.\n</p><p>The Buenos Aires University, the Catholic University of Salta,and the National University Jose C.Paz established the Bernardo Kliksberg Chair.\n</p><p>Bernardo Kliksberg has been married to Ana Kaul since 1973. He is the father of three children and has six grandchildren. Born in <a href=\"/wiki/Buenos_Aires\" title=\"Buenos Aires\">Buenos Aires</a>, he currently lives in <a href=\"/wiki/New_York\" title=\"New York\">New York</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><div id=\"toctitle\"><h2>Contents</h2></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Career\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Career</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#His_work\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">His work</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Research\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Research</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Teaching\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Teaching</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Other_activities\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Other activities</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Recognition_and_awards\"><span class=\"tocnumber\">5.1</span> <span class=\"toctext\">Recognition and awards</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Publications\"><span class=\"tocnumber\">5.2</span> <span class=\"toctext\">Publications</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#External_links\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Career\">Career</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=1\" title=\"Edit section: Career\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Bernardo Kliksberg holds five university degrees, two of which are PhDs. He is a Doctor of Economics and Administrative Science, and holds MBa's Degrees in Sociology, Administration and Public Accountant.\n</p><p>In every case, he graduated with the highest possible honors. He was awarded the <a href=\"/wiki/University_of_Buenos_Aires\" title=\"University of Buenos Aires\">University of Buenos Aires</a>' Gold Medal, and the Diploma of Honor twice.\n</p>\n<h2><span class=\"mw-headline\" id=\"His_work\">His work</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=2\" title=\"Edit section: His work\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Kliksberg has pioneered new ways of thinking about development. Among other things, he is considered one of the international forerunners of corporate social responsibility. He is a recognized authority on social capital, a new field with very broad economic, managerial and social applications.\n</p><p>He is considered the creator of a new discipline, social management, which has spread throughout all of Latin America, and is widely applied in the fight against poverty. <a href=\"/wiki/Europa_Press\" title=\"Europa Press\">Europa Press</a> stated that Kliksberg” is considered to be the pioneer of \"social management\", in which the ethical dimension of the person is given priority in order to eradicate poverty”. Furthermore, he is the founder of the <a href=\"/wiki/United_Nations\" title=\"United Nations\">United Nations</a>' social management training program, which was the first of its kind in any international organization.\n</p><p>He is also recognized as one of the leaders of innovative thinking regarding state reform, public administration, civil service and the training of top public officials. He was the General Rapporteur of several International Congress of the International Institute on Administrative Sciences of Brussels. He was the Braibant Honor lecturer on the International Congress of Administrative Sciences (20 June 2012, Mexico) attended by 2000 delegates of 80 countries.\n</p><p>He has been the Chief Advisor to the Regional Bureau for Latin America and the Caribbean of the <a href=\"/wiki/United_Nations_Development_Programme\" title=\"United Nations Development Programme\">United Nations Development Programme</a> (UNDP), the Director of the Spain-UNDP Trust Fund \"Towards an integrated and inclusive development in Latin America and the Caribbean\", and the Director of United Nations Regional Project for state modernization (UN-CLAD).\n</p><p>He has been an adviser at the highest levels of governments, as well as to business and social leaders in over 30 countries, in the fields of corporate social responsibility, economic development, the modernization of the state, social management, the fight against poverty and social capital development.\n</p><p>Kliksberg has founded several international institutions that have had a great impact on Latin America's development in key areas. One of these is the Latin American Center for Development Administration, which he co-founded in 1975 with the sponsorship of the United Nations. He co-founded (2008) and is the President of the Ibero-American Universities network for business social responsibility, integrated by 250 Universities of 23 countries, he was the co-founder and is the President of the Latin-American network of Universities for social entrepreneurship, integrated by 75 Universities, of 15 countries, and sponsorshiped by Porticus Foundation of Netherlands.\n</p><p>He has been an advisor to the <a href=\"/wiki/UN\" title=\"UN\" class=\"mw-redirect\">UN</a>, <a href=\"/wiki/UNDP\" title=\"UNDP\" class=\"mw-redirect\">UNDP</a>, <a href=\"/wiki/UNESCO\" title=\"UNESCO\">UNESCO</a>, <a href=\"/wiki/UNICEF\" title=\"UNICEF\">UNICEF</a>, ILO, WHO, <a href=\"/wiki/Organization_of_American_States\" title=\"Organization of American States\">OAS</a>, <a href=\"/wiki/PAHO\" title=\"PAHO\" class=\"mw-redirect\">PAHO</a> and other international agencies. He has coordinated the Development of Public Sector Management Capacity in Latin America Program of the UN's Global Division for Public Administration and Development Management, was an advisor to the General Director of the Pan American Health Organization, and was a member of the Advisory Committee of the Argentina, Peru and Latin-American Human Development Reports prepared by the UNDP.\n</p><p>He was appointed member of the Advisory Council of the Global Conference on the Social Determinants of Health, established by World Health Organization, and member of the High Level Advisory Commission created by United Nations Volunteers to prepare the First Global Report on Volunteerism.\n</p><p>His op-ed pieces are frequently published in some of the most prominent Spanish-language media outlets, such as Madrid's El País and Cinco Días, Buenos Aires' Pagina 12, La Nación, Clarín, Montevideo's La República, Caracas' El Universal, Costa Rica La Nación, Tiempo Latino, The Washington Post, Perú Gestión, and the Spanish edition of <a href=\"/wiki/Foreign_Policy\" title=\"Foreign Policy\">Foreign Policy</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Research\">Research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=3\" title=\"Edit section: Research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>He is the author of 55 books and hundreds of papers on various areas of development, corporate social responsibility, senior management, social capital, the fight against poverty, ethics and economics. They are widely read internationally, and a lot of them are required reading in many universities.\n</p><p>Some of his works are considered classics and groundbreaking in the aforementioned areas, such as <i>El Pensamiento Organizativo</i> (more than 14 editions), <i>Pobreza. Un tema impostergable</i> (five editions), <i>Hacia una economía con rostro humano</i> (12 editions in Spanish and Portuguese) and <i>Más ética, más desarrollo</i> (19 editions, translated into Portuguese), \"People first\" with Amartya Sen (19 editions, translated into Portuguese and mandarin), and \"Escándalos Eticos\" (9 editions).\nHe has been translated into English, French, Russian, Chinese, Arabic, Hebrew and Portuguese.\n</p>\n<h2><span class=\"mw-headline\" id=\"Teaching\">Teaching</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=4\" title=\"Edit section: Teaching\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Kliksberg has worked extensively to train future generations of Latin American professors in the areas that he has pioneered.\n</p><p>He is the current chair of la <a href=\"/wiki/University_of_Buenos_Aires\" title=\"University of Buenos Aires\">Universidad Nacional de Buenos Aires</a>' CENARSECS, an institution dedicated to the systematic promotion of corporate social responsibility.\n</p><p>He is the founder and president of the innovative and successful program \"100 outstanding youths for an ethical development\".\n</p><p>According to the Argentine daily La Nación, this is a high-level training experience designed to educate new generations of public and private managerial leaders in the new disciplines, and to do so from a perspective where ethics and accountability are core values. Kliksberg has described this program as a \"crusade to make this a world where ethics and development go hand in hand. A training program for young teachers committed to the public interest\". The program has been declared to be of cultural interest by the Congress of the Argentine Republic (2010), and is replicated in 27 Argentine Universities, and in top Universities of Perú, and Uruguay.\nHe design and chaired the new international program “UNASUR youth leaders for a social economy and regional integration” (2012), established by Buenos Aires University and CAF, Latin-American Development Bank, which is training new leaders in all the South American and Andean countries.\n</p>\n<h2><span class=\"mw-headline\" id=\"Other_activities\">Other activities</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=5\" title=\"Edit section: Other activities\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Kliksberg is a member of the Editorial Board of several major scientific journals focused on developmental issues in Latin America, the United States and other countries. Among them: the <a href=\"/wiki/Funda%C3%A7%C3%A3o_Get%C3%BAlio_Vargas\" title=\"Fundação Getúlio Vargas\">Fundação Getúlio Vargas</a>’ <i>Revista de Administração Pública</i> of Brazil, the CIDE’s <i>Gestión y Política Pública</i> in Mexico, <i>La Revista Venezolana de Gerencia</i>, Colombia's <i>Cuadernos Latinoamericanos de Administración</i> (Chair of the Editorial Board), <i>Reforma y Democracia, Revista del Centro Latinoamericano de Administración para el Desarrollo</i>, and <i>La Revista Venezolana de Ciencias Sociales</i>.\n</p><p>He has been appointed to the Editorial Board of the International Review of Administrative Sciences by the <a href=\"/wiki/International_Institute_of_Administrative_Sciences\" title=\"International Institute of Administrative Sciences\">International Institute of Administrative Sciences</a> (Brussels), which brings together more than one hundred of the world's countries. He is also a member of the Editorial Board of the <a href=\"/wiki/University_of_Tel_Aviv\" title=\"University of Tel Aviv\" class=\"mw-redirect\">University of Tel Aviv</a>'s <i>Journal of Interdisciplinary Latin American and Caribbean Studies</i>, and the Editorial Board of the University of Colorado's <i>Comparative Technology Transfer and Society</i>.\n</p><p>Aside from his involvement in the scientific, international advisory and teaching fields, Kliksberg does a large amount of volunteer work for various community service and civil society organizations. He is the Chief Advisor to \"A Roof for my Country\", which has a presence in nineteen countries, chair of AMIA's (Argentine Jewish main institution) Social Policy Advisory Committee in Buenos Aires, a member of the Academic Committee of Uruguay's Latin American Center for Human Economy, on the Board of Directors of Argentina's Fundación Tzedaka, Emeritus Member of the Foundations for the people of Puerto Rico, and chair of the international academics counsel of the Social and Economic Forum.\n</p>\n<h3><span class=\"mw-headline\" id=\"Recognition_and_awards\">Recognition and awards</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=6\" title=\"Edit section: Recognition and awards\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Bernardo Kliksberg is a recognized authority in the field of development. The Argentine daily <i>Página 12</i> described him as \"the greatest Latin American expert on poverty\". The Brazilian magazine Valor said that he is \"a tireless defender of ethics and social and economic inequality reduction\",<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\"><span>[</span>2<span>]</span></a></sup> while Paraguay’s La Nación stated that he is considered \"an economics guru\" around the world,<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\"><span>[</span>3<span>]</span></a></sup> and the daily El País (Uruguay) that he is \"recognized as the father of a new discipline: ‘social management’\". The publication Buenos Aires Económico stated that \"this leading Argentine economist of humble origins has become a prominent figure, to the point of being today considered one of the chief global experts in the fight against poverty\".<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\"><span>[</span>4<span>]</span></a></sup> The Brazilian magazine <a href=\"/wiki/Carta_Capital\" title=\"Carta Capital\" class=\"mw-redirect\">Carta Capital</a> stated that he is \"one of the first to spread the concepts of ethical development, social capital and corporate social responsibility\".<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\"><span>[</span>5<span>]</span></a></sup> The Panamanian daily La Prensa described him as \"the global corporate social responsibility guru\".\n</p><p>José Fogaça, mayor of the Brazilian city of <a href=\"/wiki/Porto_Alegre\" title=\"Porto Alegre\">Porto Alegre</a>, said that with his book Más ética, más desarrollo, \"through an unusual political rumination, Bernardo Kliksberg gives us a brave and honest work, in which the ancient struggle against social inequality finds in ethics its most legitimate, essential and fundamental element\".\n</p><p>Bishop Jorge Casaretto, President of the Social Pastoral Commission of Argentina, has stated that Kliksberg's work \"makes us see that when we talk about development we have to put the human person front and center and prioritize its ethical and spiritual dimensions…all the latinamerican people must be grateful to his contribution to a real growth of our countries”.\n</p><p>Jorge del Castillo Gálvez, President of Peru's Council of Ministers, has said that the \"intellectual and innovative value of Más ética, más desarollo makes it a required point of reference for the construction of a fair, prosperous and inclusionary Latin America”.\n</p><p>The Director of the Pan American Health Organization, Mirta Roses Periago, has described him as \"an indefatigable and passionate spokesman for development ethics\". Edgar Morin, Emeritus Chair of the National Centre for Scientific Research of France, said “The idea of an economy with a human face, was developed by Bernardo Kliksberg”.\n</p><p>Among other accolades, he has been awarded a Doctor Honoris Causa by dozens of universities in the world, among them la <a href=\"/wiki/Universidad_de_Buenos_Aires\" title=\"Universidad de Buenos Aires\" class=\"mw-redirect\">Universidad de Buenos Aires</a>,<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\"><span>[</span>6<span>]</span></a></sup> la Universidad Rey Juan Carlos de Madrid, la Universidad Nacional de Nuevo León, México, la Universidad Tecnológica de Panamá, la Universidad Interamericana de México, la Universidad Inca Garcilaso de la Vega de Perú, la Universidad Nacional de Córdoba, la Universidad Nacional de la República Dominicana, la Universidad Simón Bolívar de Venezuela, la Universidad de Ciencias Empresariales y Sociales (UCES) de Argentina, Universidad Nacional de San Juan, Argentina.\n</p><p>He has also received numerous distinctions, such as the 2006 Educator Award from the Catholic Church of Argentina, the 2009 Order of Civil Merit from King Juan Carlos I of Spain for \"his personal and professional career\" and his \"extraordinary service to society\", in the process becoming the first ever Argentine to earn this distinction, and the top honor of Argentine Senate, the Domingo Faustino Sarmiento award for his lifetimes contributions (2012).\n</p><p>His scientific work as a whole was unanimously declared to be of interest by the Argentine Senate \"for its valuable intellectual contribution to the creation of more equitable societies and strong democracies\".<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\"><span>[</span>7<span>]</span></a></sup> He has received the following awards: the 2005 AMIA Award,<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\"><span>[</span>8<span>]</span></a></sup> the 2005 Entrepreneurial Foundation for Sustainable Development’s Award, the 2008 University of Buenos Aires School of Economics' Professional Achievement Award, the 2008 Lifetime Achievement Award from Argentina's Secretariat of Worship,<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\"><span>[</span>9<span>]</span></a></sup> the Mexican magazine Ganar-Ganar’s 2009 Award for his eminent career in Corporate Social Responsibility education in Latin America,<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\"><span>[</span>10<span>]</span></a></sup> and the University of Buenos Aires “Great professor” award 2011.\n</p><p>In June 2007, he became the first foreigner to receive an honorary doctorate degree from la Universidad Rey Juan Carlos de Madrid.\n</p><p>On June 12, 2012, he was the first Spanish language social scientist who was awarded the Philosophae Honoris Causa of Jerusalem Hebrew University. Among the awarded in other years, Umberto Eco, Jacques Derrida, Vaclav Hevel and several Nobel Laureates.\n</p><p>Among other distinctions, he has received the Community Service Award from Ezras Israel Congregation in the United States,<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\"><span>[</span>11<span>]</span></a></sup> the Peruvian Award for Excellence in Cooperative Action and the Bicentenary of Argentina’s Medal of Honor.\n</p><p>On April 8, 2010, the Legislature of the Autonomous City of Buenos Aires declared him an Illustrious Citizen of Buenos Aires.,<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\"><span>[</span>12<span>]</span></a></sup> it stressed that \"for 30 years, he has gained international recognition for his work on poverty, especially in Latin America. He has established himself as a pioneer of development ethics, social capital and corporate social responsibility, and the father of a new discipline, social management, which has spread throughout the entire continent, being vigorously applied in the fight against poverty\".\n</p><p>On August 6, 2013, Caritas, AMIA and leaders organizations of several areas of Argentine civil society awarded him in a public ceremony the Solidarity Prize.\n</p><p>On March 6, 2013, the Catholic University of Salta, which has 92 branches in Argentina, awarded him the Honoris Causa Doctorate, and established the Bernardo Kliksberg Chair.\n</p><p>On September 2013, the National University from Jose C. Paz, Argentina, awarded him the Honoris Causa Doctorate and established the Bernardo Kliksberg Chair.\n</p><p>He designed for Argentina Ministry of Education a special program for the teaching of ethical values on the high schools. It starded its implementation in Chaco province in 2013, which established the Bernardo Kliksberg Chair on \"Ethics and Social Economy” in the last years of all the high schools.\n</p><p>The renowned author <a href=\"/wiki/Ernesto_S%C3%A1bato\" title=\"Ernesto Sábato\" class=\"mw-redirect\">Ernesto Sábato</a>, a <a href=\"/wiki/Miguel_de_Cervantes_Prize\" title=\"Miguel de Cervantes Prize\">Cervantes Prize</a> for Literature winner, wrote on the cover of his book <i>Escándalos Eticos</i> (2011): \"I became excited upon reading Kliksberg’s books. His books are a call to turn dry statistics into a rallying cry to take on world hunger\".\n</p><p>In 2011, the School of Economics of Buenos Aires University, established the chair Bernardo Kliksberg, on Social Inclusion.\n</p><p>TV channel \"Encuentro\" produced a series of 25 chapters on his thinking in 2012 called \"The Kliksberg Report\" and, in 2013, a second Show. The \"Kliksberg Report\" was distinguished by the Argentinian Senate, and by the Argentinian Representatives Chamber. It was replicated by the National TV of Uruguay and is in being replicated by TV channels in Mexico, Peru, Costa Rica, Bolivia and Paraguay.\n</p>\n<h3><span class=\"mw-headline\" id=\"Publications\">Publications</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=7\" title=\"Edit section: Publications\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<ul><li> <i>Ethics for CEOS. Why business and countries win with Corporate Social Responsibility</i>. Ethics and Economics edition, 2013. <a href=\"/wiki/Special:BookSources/9789872950507\" class=\"internal mw-magiclink-isbn\">ISBN 978-987-29505-0-7</a>.</li>\n<li> <i>How to cope with poverty and inequality?. An international perspective</i>. Ministry of Education of Argentine, UNESCO, 2013. <a href=\"/wiki/Special:BookSources/9789500009737\" class=\"internal mw-magiclink-isbn\">ISBN 978-950-00-0973-7</a>.</li>\n<li> <i>Emprendedores Sociales. Los que hacen la diferencia</i>, Bernardo Kliksberg. Editorial Temas, 2011. <a href=\"/wiki/Special:BookSources/9789871826056\" class=\"internal mw-magiclink-isbn\">ISBN 978-9-87182-605-6</a></li>\n<li> <i>Escándalos éticos</i>, Bernardo Kliksberg. Temas Grupo Editorial (2011, sixth edition). <a href=\"/wiki/Special:BookSources/9789509445895\" class=\"internal mw-magiclink-isbn\">ISBN 978-950-9445-89-5</a>.</li>\n<li> <i>América Latina frente a la crisis</i>, Bernardo Kliksberg (comp). With contributions from Nobel Prize winner Muhamad Yunus and others. Sudamericana. Random House Mondadori. 2011. <a href=\"/wiki/Special:BookSources/9789500734547\" class=\"internal mw-magiclink-isbn\">ISBN 978-950-07-3454-7</a></li>\n<li> <i>Inseguridad Ciudadana. Cómo mejorarla?</i>, Bernardo Kliksberg (comp.) Editorial Pearson. 2011. <a href=\"/wiki/Special:BookSources/9789876151016\" class=\"internal mw-magiclink-isbn\">ISBN 978 987 615101-6</a></li>\n<li> <i>Es Difícil ser jóven en América Latina</i>, Bernardo Kliksberg (comp.). With contributions from Nobel Prize winner <a href=\"/wiki/Joseph_Stiglitz\" title=\"Joseph Stiglitz\">Joseph Stiglitz</a> and others. Sudamericana. Random House Mondadori. 2011. <a href=\"/wiki/Special:BookSources/9789500731843\" class=\"internal mw-magiclink-isbn\">ISBN 978-950-07-3184-3</a></li>\n<li> <i>Pensamiento Social Estratégico. Una nueva mirada a los desafíos sociales de América Latina</i>, Bernardo Kliksberg (comp), includes the work of Amartya Sen. Editorial Siglo XXI. <a href=\"/wiki/Special:BookSources/9789876290661\" class=\"internal mw-magiclink-isbn\">ISBN 978-987-629-066-1</a></li>\n<li> <i>Primero La Gente</i>, Obra conjunta con el Premio Nobel de Economía, Amartya Sen (Editorial Planeta/Deusto, Madrid, 2008). ISBN 842342589</li>\n<li> <i>Más ética, más desarrollo</i>, Editorial Temas, Buenos Aires, 19 editions. Special editions in Argentina, Peru, Paraguay, Venezuela, Brazil y Spain (published by el Instituto Nacional de Administración Pública de España). Published in 2008 by la Conferencia Mundial de Ciudades y la Ciudad de Porto Alegre, and in 2009 by the Mexican magazine “Ganar-Ganar”. <a href=\"/wiki/Special:BookSources/9879164970\" class=\"internal mw-magiclink-isbn\">ISBN 987-9164-97-0</a></li>\n<li> <i>El capital social movilizado contra la pobreza. La experiencia del Proyecto de Comunidades Especiales en Puerto Rico</i>. Joint work with Marcia Rivera. UNESCO-FLACSO. December 2007. <a href=\"/wiki/Special:BookSources/9789871183807\" class=\"internal mw-magiclink-isbn\">ISBN 978-987-1183-80-7</a></li>\n<li> <i>Por un mundo mejor. El rol de la sociedad civil en las metas del milenio</i> (comp.). AMIA, PNUD, AECID de España. Buenos Aires, 2007. <a href=\"/wiki/Special:BookSources/9789500253482\" class=\"internal mw-magiclink-isbn\">ISBN 978-950-02-5348-2</a></li>\n<li> <i>La agenda ética pendiente de América Latina</i> (comp.) with contributions from Amartya Sen, José Antonio Ocampo, Daniel Filmus, Alicia Kirchner, Tarso Genro and others (Fondo de Cultura Económica, 2005). <a href=\"/wiki/Special:BookSources/9505576501\" class=\"internal mw-magiclink-isbn\">ISBN 950-557-650-1</a></li>\n<li> <i>Valores éticos y vida cotidiana</i>. Editorial Mila (2005). <a href=\"/wiki/Special:BookSources/9789879491591\" class=\"internal mw-magiclink-isbn\">ISBN 978-987-9491-59-1</a></li>\n<li> <i>Social justice</i>. WJC. New York, 2003. <a href=\"/wiki/Special:BookSources/9652291641\" class=\"internal mw-magiclink-isbn\">ISBN 965-229-164-1</a></li>\n<li> <i>Hacia una Economía con rostro Humano</i>, (published in 2002, 12 editions, in various countries, translated and published in Portuguese by UNESCO), prologue by Edgar Morin. <a href=\"/wiki/Special:BookSources/9789505575947\" class=\"internal mw-magiclink-isbn\">ISBN 978-950-557-594-7</a></li>\n<li> <i>Ética y Desarrollo, La Relación Marginada</i> (with Nobel Prize in Economics winners Amartya Sen, Joseph Stiglitz and others). (El Ateneo 2002). <a href=\"/wiki/Special:BookSources/9500263661\" class=\"internal mw-magiclink-isbn\">ISBN 950-02-6366-1</a></li>\n<li> <i>Mitos y Falacias sobre sobre o desenvolvimento Social</i> (UNESCO, Brazil, 2002). <a href=\"/wiki/Special:BookSources/8524908238\" class=\"internal mw-magiclink-isbn\">ISBN 85-249-0823-8</a></li>\n<li> <i>El capital social. Dimensión olvidada del Desarrollo</i>. Universidad Metropolitana. Venezuela, 2002. <a href=\"/wiki/Special:BookSources/9803662597\" class=\"internal mw-magiclink-isbn\">ISBN 980-366-259-7</a></li>\n<li> <i>Capital Social y Cultura</i>. Claves estratégicas del desarrollo. (Comp). Fondo de Cultura Económica, 2000. <a href=\"/wiki/Special:BookSources/9505573685\" class=\"internal mw-magiclink-isbn\">ISBN 950-557-368-5</a></li>\n<li> <i>La Lucha contra la Pobreza en América Latina</i>. (Comp). Fondo de Cultura Económica, 2000. <a href=\"/wiki/Special:BookSources/9505573480\" class=\"internal mw-magiclink-isbn\">ISBN 950-557-348-0</a>, <a href=\"/wiki/Special:BookSources/9789505573486\" class=\"internal mw-magiclink-isbn\">ISBN 978-950-557-348-6</a></li>\n<li> <i>Pobreza. Un tema impostergable</i> (five editions). Fondo de Cultura Económica, 1993. <a href=\"/wiki/Special:BookSources/9806125223\" class=\"internal mw-magiclink-isbn\">ISBN 980-6125-22-3</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=8\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist\" style=\"list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.amia.org.ar/index.php/news/default/show/news/117\">Bernardo Kliksberg</a> [AMIA], 23 November 2011</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Valor – <a rel=\"nofollow\" class=\"external free\" href=\"http://www.relacoesdotrabalho.com.br/profiles/blogs/no-valor-economico-negocios\">http://www.relacoesdotrabalho.com.br/profiles/blogs/no-valor-economico-negocios</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">La Nación – <a rel=\"nofollow\" class=\"external free\" href=\"http://www.lanacion.com.py/noticias-306749.htm\">http://www.lanacion.com.py/noticias-306749.htm</a></span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Buenos Aires Económico – <a rel=\"nofollow\" class=\"external free\" href=\"http://www.elargentino.com/nota-90201-Hay-que-volver-a-articular-etica-y-economia.html\">http://www.elargentino.com/nota-90201-Hay-que-volver-a-articular-etica-y-economia.html</a></span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">Carta Capital – <a rel=\"nofollow\" class=\"external free\" href=\"http://www.cartacapital.com.br/app/materia.jsp?a=2&amp;a2=6&amp;i=6647\">http://www.cartacapital.com.br/app/materia.jsp?a=2&amp;a2=6&amp;i=6647</a></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">UBA Honoris Causa degree for Bernardo Kliksberg. Telam Agency. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.telam.com.ar/vernota.php?tipo=N&amp;idPub=182025&amp;id=290775&amp;dis=1&amp;sec=1\">http://www.telam.com.ar/vernota.php?tipo=N&amp;idPub=182025&amp;id=290775&amp;dis=1&amp;sec=1</a></span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">Senate of the Republic of Argentina. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.senado.gov.ar/web/boletin/abrirAdjunto.php?clave=F1430472931/14-BOL-18-11-09.pdf\">http://www.senado.gov.ar/web/boletin/abrirAdjunto.php?clave=F1430472931/14-BOL-18-11-09.pdf</a></span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">AMIA. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.amia.org.ar/content/article_detail.aspx?aid=1183\">http://www.amia.org.ar/content/article_detail.aspx?aid=1183</a></span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Secretaría de Culto de Argentina. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.culto.gov.ar/reconocimientos.php\">http://www.culto.gov.ar/reconocimientos.php</a></span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Magazine Win-Win. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ganar-ganar.com.mx/Interiores/VerArticulo.aspx?ID=152\">http://www.ganar-ganar.com.mx/Interiores/VerArticulo.aspx?ID=152</a></span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Ezras Israel Congregation website. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.ezrasisrael.org/anima/ezrasisrael.nsf/759f636ee8dfc32a80256a990058c6a5/677a3c8e64ccf64388256e5c00550708/$FILE/KolEZR02.pdf\">http://www.ezrasisrael.org/anima/ezrasisrael.nsf/759f636ee8dfc32a80256a990058c6a5/677a3c8e64ccf64388256e5c00550708/$FILE/KolEZR02.pdf</a></span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\"><a href=\"/wiki/Clar%C3%ADn_(Argentine_newspaper)\" title=\"Clarín (Argentine newspaper)\">Clarín</a> Daily. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.clarin.com/diario/2010/04/10/um/m-02177915.htm\">http://www.clarin.com/diario/2010/04/10/um/m-02177915.htm</a></span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Bernardo_Kliksberg&amp;action=edit&amp;section=9\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"mbox-small plainlinks sistersitebox\" style=\"border:1px solid #aaa;background-color:#f9f9f9\">\n<tr>\n<td class=\"mbox-image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png\" width=\"30\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/45px-Commons-logo.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/59px-Commons-logo.svg.png 2x\" data-file-width=\"1024\" data-file-height=\"1376\" /></td>\n<td class=\"mbox-text plainlist\">Wikimedia Commons has media related to <i><b><a href=\"//commons.wikimedia.org/wiki/Category:Bernardo_Kliksberg\" class=\"extiw\" title=\"commons:Category:Bernardo Kliksberg\">Bernardo Kliksberg</a></b></i>.</td></tr></table>\n<ul><li> <a rel=\"nofollow\" class=\"external text\" href=\"http://www.fondoespanapnud.org/author/bernardo-kliksberg\">Bernardo Kliksberg articles on the Spain-UNDP Trust Fund website</a></li>\n<li> <a rel=\"nofollow\" class=\"external text\" href=\"http://spanish.safe-democracy.org/author/bernardokliksberg\">Profile and articles on the Safe Democracy website</a></li>\n<li> <a rel=\"nofollow\" class=\"external text\" href=\"http://pensardenuevo.com/bernardo-kliksberg-etica-para-el-desarrollo\">Bernardo Kliksberg profile in Pensar de Nuevo</a></li>\n<li> <a rel=\"nofollow\" class=\"external text\" href=\"http://www.unet.edu.ve/~kliksber/bernardo.html\">Chair of University Social Responsibility, Ethics and Development of the Universidad Nacional Experimental del Tachira, Venezuela</a></li>\n<li> <a rel=\"nofollow\" class=\"external text\" href=\"http://portal.unesco.org/es/ev.php-URL_ID=47114&amp;URL_DO=DO_PRINTPAGE&amp;URL_SECTION=201.html\">Biography in English on the UNESCO portal</a></li></ul>\n<table class=\"navbox\" style=\"border-spacing:0\"><tr><td style=\"padding:2px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tr><th scope=\"row\" class=\"navbox-group\"><a href=\"/wiki/Authority_control\" title=\"Authority control\">Authority control</a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li>  <a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/identities/lccn-n80-122789\">WorldCat</a></li>\n<li> <a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/71474437\">71474437</a></span></li>\n<li> <a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/n80122789\">n80122789</a></span></li>\n<li> <a href=\"/wiki/International_Standard_Name_Identifier\" title=\"International Standard Name Identifier\">ISNI</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://isni-url.oclc.nl/isni/0000000081512243\">0000 0000 8151 2243</a></span></li>\n<li> <a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb123910707\">cb123910707</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb123910707\">(data)</a></span></li></ul>\n</div></td></tr></table></td></tr></table>\n<table id=\"persondata\" class=\"persondata noprint\" style=\"border:1px solid #aaa; display:none; speak:none;\">\n<tr>\n<th colspan=\"2\"> <a href=\"/wiki/Wikipedia:Persondata\" title=\"Wikipedia:Persondata\">Persondata</a>\n</th></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Name\n</td>\n<td> Kliksberg, Bernardo\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Alternative names\n</td>\n<td>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Short description\n</td>\n<td> Argentine economist\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Date of birth\n</td>\n<td> 1940\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Place of birth\n</td>\n<td> <a href=\"/wiki/Buenos_Aires\" title=\"Buenos Aires\">Buenos Aires</a>, <a href=\"/wiki/Argentina\" title=\"Argentina\">Argentina</a>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Date of death\n</td>\n<td>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Place of death\n</td>\n<td>\n</td></tr></table>\n"}]}}}, "warnings": {"query": {"*": "Formatting of continuation data will be changing soon. To continue using the current formatting, use the 'rawcontinue' parameter. To begin using the new format, pass an empty string for 'continue' in the initial query."}}}