{"query": {"pages": {"6932160": {"lastrevid": 637681187, "pageid": 6932160, "canonicalurl": "http://en.wikipedia.org/wiki/Everett_Hughes_(sociologist)", "title": "Everett Hughes (sociologist)", "editurl": "http://en.wikipedia.org/w/index.php?title=Everett_Hughes_(sociologist)&action=edit", "length": 13594, "contentmodel": "wikitext", "pagelanguage": "en", "touched": "2015-03-30T12:13:44Z", "ns": 0, "fullurl": "http://en.wikipedia.org/wiki/Everett_Hughes_(sociologist)", "revisions": [{"*": "<table class=\"metadata plainlinks ambox ambox-style\" role=\"presentation\"><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"Ambox rewrite.svg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ambox_rewrite.svg/40px-Ambox_rewrite.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ambox_rewrite.svg/60px-Ambox_rewrite.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Ambox_rewrite.svg/80px-Ambox_rewrite.svg.png 2x\" data-file-width=\"620\" data-file-height=\"620\" /></div></td><td class=\"mbox-text\"><span class=\"mbox-text-span\">This article <b>may be in need of reorganization to comply with Wikipedia's <a href=\"/wiki/Wikipedia:Layout\" title=\"Wikipedia:Layout\" class=\"mw-redirect\">layout guidelines</a></b>.<span class=\"hide-when-compact\"> Please help by <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Everett_Hughes_(sociologist)&amp;action=edit\">editing the article</a> to make improvements to the overall structure.</span>  <small><i>(November 2010)</i></small><span class=\"hide-when-compact\"></span></span></td></tr></table>\n<p><b>Everett Cherrington Hughes</b> (November 30, 1897, <a href=\"/wiki/Beaver,_Ohio\" title=\"Beaver, Ohio\">Beaver, Ohio</a> – January 4, 1983, <a href=\"/wiki/Cambridge,_Massachusetts\" title=\"Cambridge, Massachusetts\">Cambridge, Massachusetts</a>) was an American sociologist best known for his work on ethnic relations, work and occupations and the methodology of fieldwork. His take on sociology was, however, very broad. In recent scholarship, his theoretical contribution to sociology has been discussed as interpretive institutional ecology, forming a theoretical frame of reference that combines elements of the classical <a href=\"/wiki/Ecological_theory\" title=\"Ecological theory\" class=\"mw-redirect\">ecological theory</a> of class (human ecology, functionalism, <a href=\"/wiki/Georg_Simmel\" title=\"Georg Simmel\">Georg Simmel</a>, aspects of a <a href=\"/wiki/Max_Weber\" title=\"Max Weber\">Max Weber</a>-inspired analysis of class, status and political power), and elements of a proto-dependency analysis of <a href=\"/wiki/Quebec\" title=\"Quebec\">Quebec</a>'s industrialization in the 1930s (Helmes-Hayes 2000). The efforts to look for a broader theoretical framework in Hughes's work have also been criticized as anachronistic search for coherent theoretical core when Hughes is more easily associated with a methodological orientation (Chapoulie 1996, see also Helmes-Hayes 1998, 2000 on critiques of his attempts to analyze Hughes's theoretical contribution). Hughes's pathbreaking contribution to the development of fieldwork as a sociological method is, however, unquestionable (see Chapoulie 2002).\n</p>\nHughes is often discussed only in relation to his contribution to the <a href=\"/wiki/Chicago_school_(sociology)\" title=\"Chicago school (sociology)\">Chicago school</a>. Therefore it is seldom noted that he was one of the early contributors to the sociological analysis of Nazi Germany. Two classical essays, \"Good People and Dirty Work\" and \"The <a href=\"/wiki/Gleichschaltung\" title=\"Gleichschaltung\">Gleichschaltung</a> of the German Statistical Yearbook: A Case in Professional Political Neutrality\" witness of his lifelong commitment in sociology as a humanistic enterprise. In his preface to a collection of his papers entitled <i>The Sociological Eye</i> Hughes writes <blockquote>\n<p>I heard the Brown Shirts in the streets of Nuremberg in 1930 singing, \"The German youth is never so happy as when Jewish blood spurts from his knife;\" I wrote \"Good People and Dirty Work\" and used it as a special lecture at McGill University where in the 1930s I taught a course on Social Movements that came to be known as \"Hughes on the Nazis.\" (Hughes 1984, xv).\n</p>\n</blockquote>\n<p>Hughes's essays reflect his insight into German society, the developments of which he keenly followed during a long time. He spent a year there 1930–1931 when he was preparing a study on the Catholic labour movement (Chapoulie 1996, 14) and returned after the war for visits together with a delegation of U.S. scholars. He was fluent in German. He also had a keen interest in Canadian society, where his fluent knowledge of French language allowed him to develop ties to French-speaking sociology in Canada and support its development (Chapoulie 1996, Helmes-Hayes 2000).  \n</p><p>Hughes's sociological prose is original in its avoidance of complex concepts. He never published explicitly theoretical work. However, his essays are analytically dense and he often discusses the task of sociology more broadly. In his preface for <i>The Sociological Eye</i>, first published in 1971 (transaction edition published in 1984), he describes his approach to sociology with reference to <a href=\"/wiki/C._Wright_Mills\" title=\"C. Wright Mills\">C. Wright Mills</a>'s phrase the <a href=\"/wiki/Sociological_imagination\" title=\"Sociological imagination\">sociological imagination</a> (Hughes 1984, xvi). In his final paragraphs to that preface he outlines his view of sociology and sociological method:\n</p>\n<blockquote>\n<p>Some say that sociology is a normative science. If they mean that social norms are one of its main objects of study, I agree. If they mean anything else, I do not agree. Many branches of human learning have suffered from taking norms too seriously. Departments of language in universities are often so normative that they kill and pin up their delicate moth of poetry and stuff their beasts of powerful living profes before letting students examine them. Language, as living communication, is one of the promising fields of study; it is not quite the same as the study of languages. Men constantly make and break norms; there is never a moment when the norms are fixed and unchanging. If they do appear to remain unchanged for some time in some place, that, too, is to be accounted for as much as change itself.\nCertainly, I have never sat down to write systematically about how to study society. I am suspicious of any method said to be the one and only. But among the methods I should recommend is the intensive, penetrating look with an imagination as lively and as sociological as it can be made. One of my basic assumptions is that if one quite clearly sees something happen once, it is almost certain to have happened again and again. The burden of proof is on those who claim a thing once seen is an exception; if they look hard, they may find it everywhere, although with some interesting differences in each case. (Hughes 1984, xviii-xix).\n</p>\n</blockquote>\n<div id=\"toc\" class=\"toc\"><div id=\"toctitle\"><h2>Contents</h2></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Biography\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Biography</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Academic_career\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Academic career</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#See_also\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-4\"><a href=\"#Published_works\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Published works</span></a></li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#References\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#External_links\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Biography\">Biography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Everett_Hughes_(sociologist)&amp;action=edit&amp;section=1\" title=\"Edit section: Biography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Born in 1897 in Ohio, Hughes was son of a Methodist minister who came from a family of farmers. After studying Latin, French and German at <a href=\"/wiki/Ohio_Wesleyan_University\" title=\"Ohio Wesleyan University\">Ohio Wesleyan University</a>, Hughes left for Chicago in 1917. For five years he worked teaching English to a mixed population of immigrants (Coser 1994). In 1923 he enrolled in the <a href=\"/w/index.php?title=University_of_Chicago_Department_of_Sociology_and_Anthropology&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"University of Chicago Department of Sociology and Anthropology (page does not exist)\">University of Chicago Department of Sociology and Anthropology</a>, but continued working as public park director, a job that again put him in contact with immigrant communities (Chapoulie 1996).\nHe was married to Canadian sociologist <a href=\"/w/index.php?title=Helen_McGill_Hughes&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Helen McGill Hughes (page does not exist)\">Helen McGill Hughes</a>, whom he met when they had both been PhD students in Chicago. They had two daughters. In addition to some independent research, Helen McGill Hughes took part in several of Hughes's studies and also worked as managing editor for <a href=\"/wiki/American_Journal_of_Sociology\" title=\"American Journal of Sociology\">American Journal of Sociology</a> from 1944 to 1961 (Abbott 1999). Everett Hughes died of <a href=\"/wiki/Alzheimer%27s_disease\" title=\"Alzheimer's disease\">Alzheimer's disease</a> at the Mount Auburn Hospital in <a href=\"/wiki/Cambridge\" title=\"Cambridge\">Cambridge</a>, <a href=\"/wiki/Mass.\" title=\"Mass.\" class=\"mw-redirect\">Mass.</a>, where he had lived.\n</p>\n<h2><span class=\"mw-headline\" id=\"Academic_career\">Academic career</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Everett_Hughes_(sociologist)&amp;action=edit&amp;section=2\" title=\"Edit section: Academic career\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Hughes studied at the <a href=\"/wiki/University_of_Chicago\" title=\"University of Chicago\">University of Chicago</a> under <a href=\"/wiki/Robert_Ezra_Park\" title=\"Robert Ezra Park\" class=\"mw-redirect\">Robert Ezra Park</a>, <a href=\"/wiki/Ernest_W._Burgess\" title=\"Ernest W. Burgess\" class=\"mw-redirect\">Ernest W. Burgess</a>, <a href=\"/wiki/Ellsworth_Faris\" title=\"Ellsworth Faris\">Ellsworth Faris</a>, <a href=\"/wiki/Robert_Redfield\" title=\"Robert Redfield\">Robert Redfield</a>, <a href=\"/wiki/Ruth_Shonle_Cavan\" title=\"Ruth Shonle Cavan\">Ruth Shonle Cavan</a>, <a href=\"/wiki/Nels_Anderson\" title=\"Nels Anderson\">Nels Anderson</a>, and other noted scholars, of whom he considered Park as his primary mentor (Chapoulie 1996). He defended his thesis, entitled <i>The Growth of an Institution: The Chicago Real Estate Board</i> in 1928. After his graduation he took a job at the <a href=\"/wiki/McGill_University\" title=\"McGill University\">McGill University</a>, where he, together with <a href=\"/w/index.php?title=Carl_Dawson&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Carl Dawson (page does not exist)\">Carl Dawson</a>, had the task to develop the sociology department at a time when it still was in its infancy.  In Canada Hughes is recognized as one of the central figures of early Canadian sociology (Helmes-Hayes 2000). \n</p><p>Hughes is, however, more commonly associated with the Chicago school, as he returned to the <a href=\"/wiki/University_of_Chicago\" title=\"University of Chicago\">University of Chicago</a> in 1938 and became a core figure at its sociology department (Abbott 1999). He is recognized as either teacher or mentor to numerous well-known scholars associated with the Chicago tradition of qualitative, interactionist sociology, including <a href=\"/wiki/Howard_S._Becker\" title=\"Howard S. Becker\">Howard S. Becker</a>, <a href=\"/wiki/Erving_Goffman\" title=\"Erving Goffman\">Erving Goffman</a>, <a href=\"/wiki/Anselm_Strauss\" title=\"Anselm Strauss\">Anselm Strauss</a> and <a href=\"/w/index.php?title=Eliot_Freidson&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Eliot Freidson (page does not exist)\">Eliot Freidson</a> (Chapoulie 1996). In the late 1950s, the research style that Hughes represented withered in Chicago (Abbott 1999) and in 1961, Hughes accepted a position as professor of sociology at <a href=\"/wiki/Brandeis_University\" title=\"Brandeis University\">Brandeis University</a>, where he helped to found the school's Graduate Department of Sociology. Under Hughes's influence, the Chicago tradition of fieldwork-oriented interactionism continued in Brandeis, where scholars such as <a href=\"/wiki/Irving_Kenneth_Zola\" title=\"Irving Kenneth Zola\" class=\"mw-redirect\">Irving Kenneth Zola</a> came to be \"changed forever\" (Conrad et al. 1995). In 1968,he left <a href=\"/wiki/Brandeis_University\" title=\"Brandeis University\">Brandeis University</a> for  <a href=\"/wiki/Boston_College\" title=\"Boston College\">Boston College</a> (Chapoulie 1996). \n</p><p>During the years 1952 to 1961 Hughes served as editor to the <a href=\"/wiki/American_Journal_of_Sociology\" title=\"American Journal of Sociology\">American Journal of Sociology</a> during an era when the journal remained closely linked to the <a href=\"/wiki/University_of_Chicago\" title=\"University of Chicago\">University of Chicago</a> and its sociology department. During Hughes' era, the journal was traditional in the sense that double-blind review was not applied. When this was implemented in 1961 after Hughes' resignation, he strongly opposed what he perceived as a project of making sociological research appear as disembodied and detached from the social context where it was carried out (Abbott 1999, 146-147). In a letter to <a href=\"/wiki/Peter_Blau\" title=\"Peter Blau\">Peter Blau</a> who had taken over editorship from him Hughes expressed his view as follows:\n</p>\n<blockquote>\n<p>A given piece of a man's work has to be judged not merely by itself but as one item in his complete or growing production (...) and a man's ongoing work is by the nature of the case a very personal product and by no means anonymous (quoted in Abbott 1999, 146-147). \n</p>\n</blockquote>\n<p>In 1963, Everett C. Hughes was elected by his peers to serve as the 53rd President of the <a href=\"/wiki/American_Sociological_Association\" title=\"American Sociological Association\">American Sociological Association</a>. His Presidential Address, entitled <i>Race Relations and the Sociological Imagination,</i> was delivered on August 28, 1963 at the Association's Annual Meeting in <a href=\"/wiki/Los_Angeles\" title=\"Los Angeles\">Los Angeles</a>. This address was later published in the December 1963 issue of American Sociological Review (ASR Vol. 28 No. 6 pp 879–890). In 1964, he was elected a member of the <a href=\"/wiki/American_Academy_of_Arts_and_Sciences\" title=\"American Academy of Arts and Sciences\">American Academy of Arts and Sciences</a>. In 1974, he was awarded the Malinowski Award (see external links).The <a href=\"/wiki/American_Sociological_Association\" title=\"American Sociological Association\">American Sociological Association</a>, also cited him in 1982 for his contributions to education. His contributions to the training of sociologists during his time in McGill and in Chicago are well-known (Chapoulie 1996, Helmes-Hayes 1998, 2000, Abbott 1999), but his mentorship and teaching at Brandeis are also acclaimed (Homstrom 1984, Conrad et al. 1995, Weiss 1996). Indeed, he still advised students at Boston College when he was in his late seventies (Manning 2000).\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Everett_Hughes_(sociologist)&amp;action=edit&amp;section=3\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li> <a href=\"/wiki/Bronislaw_Malinowski_Award\" title=\"Bronislaw Malinowski Award\">Bronislaw Malinowski Award</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Published_works\">Published works</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Everett_Hughes_(sociologist)&amp;action=edit&amp;section=4\" title=\"Edit section: Published works\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>1943, <i>French Canada in Transition</i></li>\n<li>1956, <i>The \"Gleichschaltung\" of the German Statistical Yearbook: A Case in Professional Neutrality</i> The <a href=\"/wiki/American_Statistician\" title=\"American Statistician\" class=\"mw-redirect\">American Statistician</a> Vol. IX (December, 1955), pp.&#160;8–11.</li>\n<li>1958, <i>Men and Their Work</i></li>\n<li>1962, <i>Good People and Dirty Work</i> article published in Social Problems, vol. X, Summer, 1962.</li>\n<li>1971, <i>The Sociological Eye. Selected Papers.</i></li>\n<li>1979, <i>The Chicago Real Estate Board: The Growth of an Institution</i> (doctoral thesis, defended in 1928)</li>\n<li>1984, <i>The Sociological Eye. Selected Papers.</i> Transaction Edition, with a new introduction by David Riesman and Howard S. Becker.</li>\n<li>1994, <i>On Work, Race, and the Sociological Imagination.\" Edited and with an Introduction by Lewis A. Coser. The University of Chicago Press, Chicago and London.</i></li>\n<li>2002, The place of field work in social science. In: Darin. Weinberg (ed.) <i>Qualitative Research Methods.</i> Malden: Blackwell Publishers, pp.139-147.</li></ul>\n<ul><li>1952, with Helen McGill Hughes, <i>Where Peoples Meet: Racial and Ethnic Frontiers</i></li>\n<li>1961, with Howard S. Becker, Blanche Geer and Anselm L. Strauss, <i>Boys in White. Student Culture in Medical School</i></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Everett_Hughes_(sociologist)&amp;action=edit&amp;section=5\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li>Abbott, Andrew (1999) <i>Department &amp; Discipline. Chicago Sociology at One Hundred.</i> The University of Chicago Press, Chicago &amp; London.</li>\n<li>Chapoulie, Jean-Michel (1996) Everett Hughes and the Chicago Tradition. <a href=\"/wiki/Sociological_Theory\" title=\"Sociological Theory\">Sociological Theory</a> Vol 14, No. 1, pp. 3–29.</li>\n<li>Chapoulie, Jean-Michel (2002) Everett C. Hughes and the development of fieldwork in sociology. In: Darin. Weinberg (ed.) <i>Qualitative Research Methods.</i> Malden: Blackwell Publishers, pp. 49–72.</li>\n<li>Conrad, Peter, Brown, Phil &amp; Bell, Susan (1995) Obituary. Irving Kenneth Zola (1935–1994). Social Science &amp; Medicine Vol. 41, No.2, pp.v-vi.</li>\n<li>Coser, Lewis A. (1994)Introduction. In: <i>On Work, Race, and the Sociological Imagination.\" Edited and with an Introduction by Lewis A. Coser.</i></li>\n<li>Helmes-Hayes, Richard C. (1998) Everett Hughes: Theorist of the Second Chicago School. <a href=\"/w/index.php?title=International_Journal_of_Politics,_Culture_and_Sociology&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"International Journal of Politics, Culture and Sociology (page does not exist)\">International Journal of Politics, Culture and Sociology</a> Vol. 11, No.4, pp.&#160;621–147.</li>\n<li>Helmes-Hayes, Richard C. (2000) The Concept of Social Class: The Contribution of Everett Hughes. <a href=\"/w/index.php?title=Journal_of_the_History_of_the_Behavioral_Sciences&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Journal of the History of the Behavioral Sciences (page does not exist)\">Journal of the History of the Behavioral Sciences</a> Vol. 36, No.2, pp.&#160;127–147.</li>\n<li>Holmstrom, Lynda Lytle (1984) Everett Cherrington Hughes. A Tribute to a Pioneer in the Study of Work and Occupations. <a href=\"/wiki/Work_and_Occupations\" title=\"Work and Occupations\">Work and Occupations</a> Vol. 11, No. 4, pp.&#160;471–481.</li>\n<li>Manning, Geraldine A. (2000) Everett Cherrington Hughes: Sociologist and Mentor <i>Sui Generis</i> The American Sociologist Winter 2000, pp.&#160;93–99.</li>\n<li>Weiss, Robert S. (1996)Remebrance of Everett Hughes. Qualitative Sociology Vol 19, No.4, pp.&#160;543–551.</li></ul>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Everett_Hughes_(sociologist)&amp;action=edit&amp;section=6\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://marklogic.lib.uchicago.edu:8002/view.xqy?id=ICU.SPCL.ECHUGHES&amp;c=f\">University of Chicago Archives Everett Cherrington Hughes</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://query.nytimes.com/gst/fullpage.html?res=9F00E3D61238F93BA35752C0A965948260\">New York Times Obituary to Everett C. Hughes</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.asanet.org/page.ww?name=Everett+C.+Hughes&amp;section=Presidents\">American Sociological Association, presentation of former presidents.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sfaa.net/malinowski/monograph/chapter4.html\">The Malinowski Award</a></li></ul>\n<table class=\"navbox\" style=\"border-spacing:0\"><tr><td style=\"padding:2px\"><table class=\"nowraplinks hlist navbox-inner\" style=\"border-spacing:0;background:transparent;color:inherit\"><tr><th scope=\"row\" class=\"navbox-group\"><a href=\"/wiki/Authority_control\" title=\"Authority control\">Authority control</a></th><td class=\"navbox-list navbox-odd\" style=\"text-align:left;border-left-width:2px;border-left-style:solid;width:100%;padding:0px\"><div style=\"padding:0em 0.25em\">\n<ul><li>  <a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/identities/lccn-n79-082167\">WorldCat</a></li>\n<li> <a href=\"/wiki/Virtual_International_Authority_File\" title=\"Virtual International Authority File\">VIAF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"https://viaf.org/viaf/19743322\">19743322</a></span></li>\n<li> <a href=\"/wiki/Library_of_Congress_Control_Number\" title=\"Library of Congress Control Number\">LCCN</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://id.loc.gov/authorities/names/n79082167\">n79082167</a></span></li>\n<li> <a href=\"/wiki/Integrated_Authority_File\" title=\"Integrated Authority File\">GND</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://d-nb.info/gnd/119266164\">119266164</a></span></li>\n<li> <a href=\"/wiki/Biblioth%C3%A8que_nationale_de_France\" title=\"Bibliothèque nationale de France\">BNF</a>: <span class=\"uid\"><a rel=\"nofollow\" class=\"external text\" href=\"http://catalogue.bnf.fr/ark:/12148/cb12299405n\">cb12299405n</a> <a rel=\"nofollow\" class=\"external text\" href=\"http://data.bnf.fr/ark:/12148/cb12299405n\">(data)</a></span></li></ul>\n</div></td></tr></table></td></tr></table>\n<table id=\"persondata\" class=\"persondata noprint\" style=\"border:1px solid #aaa; display:none; speak:none;\">\n<tr>\n<th colspan=\"2\"> <a href=\"/wiki/Wikipedia:Persondata\" title=\"Wikipedia:Persondata\">Persondata</a>\n</th></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Name\n</td>\n<td> Hughes, Everett\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Alternative names\n</td>\n<td>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Short description\n</td>\n<td> American sociologist\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Date of birth\n</td>\n<td> November 30, 1897\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Place of birth\n</td>\n<td>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Date of death\n</td>\n<td> January 4, 1983\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Place of death\n</td>\n<td>\n</td></tr></table>\n"}]}}}, "warnings": {"query": {"*": "Formatting of continuation data will be changing soon. To continue using the current formatting, use the 'rawcontinue' parameter. To begin using the new format, pass an empty string for 'continue' in the initial query."}}}