{"query": {"pages": {"25593380": {"lastrevid": 601267108, "pageid": 25593380, "canonicalurl": "http://en.wikipedia.org/wiki/John_Heritage", "title": "John Heritage", "editurl": "http://en.wikipedia.org/w/index.php?title=John_Heritage&action=edit", "length": 4695, "contentmodel": "wikitext", "pagelanguage": "en", "touched": "2015-02-09T09:00:53Z", "ns": 0, "fullurl": "http://en.wikipedia.org/wiki/John_Heritage", "revisions": [{"*": "<p><b>John Heritage</b> is Professor of Sociology at <a href=\"/wiki/University_of_California_at_Los_Angeles\" title=\"University of California at Los Angeles\" class=\"mw-redirect\">University of California at Los Angeles</a>.  He is one of the key figures in the approach known as <a href=\"/wiki/Conversation_analysis\" title=\"Conversation analysis\">conversation analysis</a>.\n</p><p>He came to prominence in 1984 with the publication of his book on <a href=\"/wiki/Ethnomethodology\" title=\"Ethnomethodology\">Ethnomethodology</a>, the sociological tradition pioneered by <a href=\"/wiki/Harold_Garfinkel\" title=\"Harold Garfinkel\">Harold Garfinkel</a>.  This book overviewed, integrated and introduced the highly technical field of ethnomethodology to a broader audience.  It has now received more than 2,000 citations.  Soon after the publication of this book he was appointed to the chair in UCLA where Garfinkel had worked before his retirement.  At UCLA he joined <a href=\"/wiki/Emanuel_Schegloff\" title=\"Emanuel Schegloff\">Emanuel Schegloff</a>, one of the founders of conversation analysis (alongside <a href=\"/wiki/Harvey_Sacks\" title=\"Harvey Sacks\">Harvey Sacks</a> and <a href=\"/wiki/Gail_Jefferson\" title=\"Gail Jefferson\">Gail Jefferson</a>).\n</p><p>In that same year he co-edited (with <a href=\"/wiki/Max_Atkinson\" title=\"Max Atkinson\">Max Atkinson</a>) one of the definitive collections of conversation analytic studies - many of which have gone on to become classics in their own right.  His own contribution to that book analysed the use of the particle 'oh' in conversation.  This showed how 'oh' performed important conversational functions in displaying the speaker's change of state, from not knowing to knowing something.  He has since followed up this study with work on 'oh' in response to assessment and as a preface to answering a question, as well as considering the implications of the study of 'oh' for understanding cognition.\n</p><p>In the late 1980s he was involved in a major study of the workings of political oratory.  This identified a series of rhetorical formats which regularly led to applause in public settings.  \n</p><p>In 1992 he co-edited (with Paul Drew) a volume that established the analysis of institutional talk as a central task for conversation analysis.  The extended introduction laid out many of the central considerations that need to be addressed for an analysis of institutional talk to be successful.  His chapter considered the way advice is delivered in health visitor interviews in the UK, and is a basic reference for subsequent studies of advice.\n</p><p>In the later 1990s he embarked on an extended programme of work on medical interaction.  This had a number of strands, looking at the patterning of primary care visits, the way drugs such as antibiotics are prescribed, the way patients present their problems and how physicians deliver 'on-line' commentary on what they are doing.   \n</p><p>Since 2000 he has been involved with influential work on questions in political press conferences (building on earlier work on the organization of news interviews more generally).  A key work here is his joint book with Steve Clayman from UCLA, with whom he teaches the course 'Talk and Social Institutions' at UCLA.  \n</p><p>More recent work has focused on the way epistemic issues - issues that relate to what speakers know and don't know - are managed in conversation.  This brings together the concerns of conversation analyis with the concerns of <a href=\"/wiki/Discursive_psychology\" title=\"Discursive psychology\">discursive psychology</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=John_Heritage&amp;action=edit&amp;section=1\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li> Heritage, J. (1984). Garfinkel and ethnomethodology. Englewood Cliffs: Prentice-Hall.</li>\n<li> Heritage, J. (1984). A change-of-state token and aspects of its sequential placement. In J. M. Atkinson &amp; J. Heritage (Ed.). Structures of Social action. Cambridge, UK: Cambridge University Press: 299-345.</li>\n<li> Heritage, J. &amp; Greatbatch, D. (1986). Generating applause: a study of rhetoric and response at party political conferences. American Journal of Sociology 92, 1: 110-157.</li>\n<li> Heritage, J. &amp; Sefi, S. (1992). Dilemmas of Advice: Aspects of the Delivery and Reception of Advice in Interactions between Health Visitors and First Time Mothers (pp.&#160;359–419)  In P. Drew &amp; J. Heritage (Eds). Talk at Work. Cambridge: Cambridge University Press.</li>\n<li> Heritage, J. (1998). Oh-prefaced responses to inquiry. Language in Society 27(3): 291-334.</li>\n<li> Heritage, J. (2002). Oh-prefaced responses to assessments: a method of modifying agreement/disagreement. In C. Ford, B. Fox &amp; S. Thompson (Eds.). The Language of Turn and Sequence. Oxford, Oxford University Press: 196-224.</li>\n<li> Clayman, S. &amp; Heritage, J.C. (2002).  The News Interview: Journalists and public figures on the air.  Cambridge: Cambridge University Press.</li>\n<li> Heritage,J.&amp; Raymond, G. (2005). The Terms of Agreement: Indexing Epistemic Authority and Subordination in Assessment Sequences, Social Psychology Quarterly, 68, 15-38.</li></ul>\n<table id=\"persondata\" class=\"persondata noprint\" style=\"border:1px solid #aaa; display:none; speak:none;\">\n<tr>\n<th colspan=\"2\"> <a href=\"/wiki/Wikipedia:Persondata\" title=\"Wikipedia:Persondata\">Persondata</a>\n</th></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Name\n</td>\n<td> Heritage, John\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Alternative names\n</td>\n<td>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Short description\n</td>\n<td> American sociologist\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Date of birth\n</td>\n<td>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Place of birth\n</td>\n<td>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Date of death\n</td>\n<td>\n</td></tr>\n<tr>\n<td class=\"persondata-label\" style=\"color:#aaa;\"> Place of death\n</td>\n<td>\n</td></tr></table>\n"}]}}}, "warnings": {"query": {"*": "Formatting of continuation data will be changing soon. To continue using the current formatting, use the 'rawcontinue' parameter. To begin using the new format, pass an empty string for 'continue' in the initial query."}}}