{"query": {"pages": {"1371224": {"lastrevid": 651875381, "pageid": 1371224, "canonicalurl": "http://en.wikipedia.org/wiki/Labeling_theory", "title": "Labeling theory", "editurl": "http://en.wikipedia.org/w/index.php?title=Labeling_theory&action=edit", "length": 47935, "contentmodel": "wikitext", "pagelanguage": "en", "touched": "2015-03-21T12:13:36Z", "ns": 0, "fullurl": "http://en.wikipedia.org/wiki/Labeling_theory", "revisions": [{"*": "<p><b>Labeling theory</b> is the theory of how the self-identity and behavior of individuals may be determined or influenced by the terms used to describe or classify them.  It is associated with the concepts of <a href=\"/wiki/Self-fulfilling_prophecy\" title=\"Self-fulfilling prophecy\">self-fulfilling prophecy</a> and <a href=\"/wiki/Stereotype\" title=\"Stereotype\">stereotyping</a>. Labeling theory holds that <a href=\"/wiki/Deviance_(sociology)\" title=\"Deviance (sociology)\">deviance</a> is not inherent to an act, but instead focuses on the tendency of majorities to negatively label minorities or those seen as deviant from standard cultural norms.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\"><span>[</span>1<span>]</span></a></sup> The theory was prominent during the 1960s and 1970s, and some modified versions of the theory have developed and are still currently popular. Unwanted descriptors or categorizations − including terms related to deviance, <a href=\"/wiki/Disability\" title=\"Disability\">disability</a> or diagnosis of a <a href=\"/wiki/Mental_disorder\" title=\"Mental disorder\">mental disorder</a> − may be rejected on the basis that they are merely \"labels\", often with attempts to adopt a more constructive language in its place. A stigma is defined as a powerfully negative label that changes a person's self-concept and social identity.<sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\"><span>[</span>2<span>]</span></a></sup>\n</p><p>Labeling theory is closely related to <a href=\"/wiki/Social_constructionism\" title=\"Social constructionism\">social-construction</a> and <a href=\"/wiki/Symbolic_interactionism\" title=\"Symbolic interactionism\">symbolic-interaction</a> analysis.<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\"><span>[</span>3<span>]</span></a></sup>  Labeling theory was developed by sociologists during the 1960s. <a href=\"/wiki/Howard_S._Becker\" title=\"Howard S. Becker\">Howard Saul Becker's</a> book <i>Outsiders</i> was extremely influential in the development of this theory and its rise to popularity.\n</p>\n<div id=\"toc\" class=\"toc\"><div id=\"toctitle\"><h2>Contents</h2></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Theoretical_basis\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Theoretical basis</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#George_Herbert_Mead\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">George Herbert Mead</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Frank_Tannenbaum\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Frank Tannenbaum</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Edwin_Lemert\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Edwin Lemert</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Howard_Becker\"><span class=\"tocnumber\">1.4</span> <span class=\"toctext\">Howard Becker</span></a></li>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Albert_Memmi\"><span class=\"tocnumber\">1.5</span> <span class=\"toctext\">Albert Memmi</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Erving_Goffman\"><span class=\"tocnumber\">1.6</span> <span class=\"toctext\">Erving Goffman</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#David_Matza\"><span class=\"tocnumber\">1.7</span> <span class=\"toctext\">David Matza</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#The_.22criminal.22\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">The \"criminal\"</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#The_.22mentally_ill.22\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">The \"mentally ill\"</span></a></li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#The_.22homosexual.22\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">The \"homosexual\"</span></a></li>\n<li class=\"toclevel-1 tocsection-12\"><a href=\"#Modified_Labeling_theory\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Modified Labeling theory</span></a></li>\n<li class=\"toclevel-1 tocsection-13\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-14\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n<li class=\"toclevel-1 tocsection-15\"><a href=\"#External_links\"><span class=\"tocnumber\">8</span> <span class=\"toctext\">External links</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Theoretical_basis\">Theoretical basis</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=1\" title=\"Edit section: Theoretical basis\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Labeling theory had its origins in <i><a href=\"/wiki/Suicide_(book)\" title=\"Suicide (book)\">Suicide</a></i>, a book by French sociologist <a href=\"/wiki/%C3%89mile_Durkheim\" title=\"Émile Durkheim\">Émile Durkheim</a>. He found that crime is not so much a violation of a penal code as it is an act that outrages society. He was the first to suggest that deviant labeling satisfies that function and satisfies society's need to control the behavior.\n</p><p>As a contributor to <a href=\"/wiki/American_Pragmatism\" title=\"American Pragmatism\" class=\"mw-redirect\">American Pragmatism</a> and later a member of the <a href=\"/wiki/Chicago_school_(sociology)\" title=\"Chicago school (sociology)\">Chicago School</a>, <a href=\"/wiki/George_Herbert_Mead\" title=\"George Herbert Mead\">George Herbert Mead</a> posited that the self is socially constructed and reconstructed through the interactions which each person has with the <a href=\"/wiki/Community\" title=\"Community\">community</a>. The labeling theory suggests that people obtain labels from how others view their tendencies or behaviors. Each individual is aware of how they are judged by others because he or she has attempted many different roles and functions in social interactions and has been able to gauge the reactions of those present.\n</p><p>This theoretically builds a subjective conception of the self, but as others intrude into the reality of that individual's life, this represents objective data which may require a re-evaluation of that conception depending on the authoritativeness of the others' judgment. <a href=\"/wiki/Family\" title=\"Family\">Family</a> and <a href=\"/wiki/Friend\" title=\"Friend\" class=\"mw-redirect\">friends</a> may judge differently from random strangers. More socially representative individuals such as <a href=\"/wiki/Police_officer\" title=\"Police officer\">police officers</a> or <a href=\"/wiki/Judge\" title=\"Judge\">judges</a> may be able to make more globally respected judgments. If deviance is a failure to conform to the rules observed by most of the group, the reaction of the group is to label the person as having offended against their social or moral norms of behavior. This is the power of the group: to designate breaches of their rules as deviant and to treat the person differently depending on the seriousness of the breach. The more differential the treatment, the more the individual's self-image is affected.\n</p><p>Labeling theory concerns itself mostly not with the normal roles that define our lives, but with those very special roles that society provides for <a href=\"/wiki/Social_deviance\" title=\"Social deviance\" class=\"mw-redirect\">deviant behavior</a>, called deviant roles, stigmatic roles, or <a href=\"/wiki/Social_stigma\" title=\"Social stigma\">social stigma</a>. A social role is a set of expectations we have about a behavior. Social roles are necessary for the organization and functioning of any society or group. We expect the postman, for example, to adhere to certain fixed rules about how he does his job. \"Deviance\" for a sociologist does not mean morally wrong, but rather behavior that is condemned by society. Deviant behavior can include both criminal and non-criminal activities.\n</p><p>Investigators found that deviant roles powerfully affect how we perceive those who are assigned those roles. They also affect how the deviant actor perceives himself and his relationship to society. The deviant roles and the labels attached to them function as a form of social stigma. Always inherent in the deviant role is the attribution of some form of \"pollution\" or difference that marks the labeled person as different from others. Society uses these stigmatic roles to them to control and limit deviant behavior: \"If you proceed in this behavior, you will become a member of that group of people.\"\n</p><p>Whether a breach of a given rule will be stigmatized will depend on the significance of the <a href=\"/wiki/Morality\" title=\"Morality\">moral</a> or other tenet it represents. For example, <a href=\"/wiki/Adultery\" title=\"Adultery\">adultery</a> may be considered a breach of an informal rule or it may be <a href=\"/wiki/Criminalize\" title=\"Criminalize\" class=\"mw-redirect\">criminalized</a> depending on the status of <a href=\"/wiki/Marriage\" title=\"Marriage\">marriage</a>, morality, and <a href=\"/wiki/Religion\" title=\"Religion\">religion</a> within the community. In most Western countries, adultery is not a crime. Attaching the label \"adulterer\" may have some unfortunate consequences but they are not generally severe. But in some Islamic countries, <a href=\"/wiki/Zina_(Arabic)\" title=\"Zina (Arabic)\" class=\"mw-redirect\">zina</a> is a crime and proof of extramarital activity may lead to severe consequences for all concerned.\n</p><p>Stigma is usually the result of laws enacted against the behavior. Laws protecting slavery or outlawing homosexuality, for instance, will over time form deviant roles connected with those behaviors. Those who are assigned those roles will be seen as less human and reliable. Deviant roles are the sources of negative <a href=\"/wiki/Stereotype\" title=\"Stereotype\">stereotypes</a>, which tend to support society's disapproval of the behavior.\n</p>\n<h3><span class=\"mw-headline\" id=\"George_Herbert_Mead\">George Herbert Mead</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=2\" title=\"Edit section: George Herbert Mead\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>One of the founders of social <a href=\"/wiki/Interactionism\" title=\"Interactionism\">interactionism</a>, <a href=\"/wiki/George_Herbert_Mead\" title=\"George Herbert Mead\">George Herbert Mead</a> focused on the internal processes of how the mind constructs one's self-image. In <i>Mind, Self, and Society</i> (1934),<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\"><span>[</span>4<span>]</span></a></sup> he showed how infants come to know <i>persons</i> first and only later come to know <i>things</i>. According to Mead, thought is both a <i>social</i> and <i><a href=\"/wiki/Pragmaticism\" title=\"Pragmaticism\">pragmatic</a></i> process, based on the model of two persons discussing how to solve a problem. Mead’s central concept is the self, the part of an individual’s personality composed of self-awareness and self-image.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\"><span>[</span>5<span>]</span></a></sup> Our self-image is, in fact, constructed of ideas about what we think others are thinking about us. While we make fun of those who visibly talk to themselves, they have only failed to do what the rest of us do in keeping the internal conversation to ourselves. Human behavior, Mead stated, is the result of meanings created by the social interaction of conversation, both real and imaginary.\n</p>\n<h3><span class=\"mw-headline\" id=\"Frank_Tannenbaum\">Frank Tannenbaum</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=3\" title=\"Edit section: Frank Tannenbaum\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Frank_Tannenbaum\" title=\"Frank Tannenbaum\">Frank Tannenbaum</a> is considered the grandfather of labeling theory. His <i>Crime and Community</i> (1938),<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\"><span>[</span>6<span>]</span></a></sup> describing the social interaction involved in crime, is considered a pivotal foundation of modern criminology. While the criminal differs little or not at all from others in the original impulse to first commit a crime, social interaction accounts for continued acts that develop a pattern of interest to sociologists.\n</p><p>Tannenbaum first introduced the idea of 'tagging'.<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\"><span>[</span>7<span>]</span></a></sup> While conducting his studies with delinquent youth, he found that a negative tag or label often contributed to further involvement in delinquent activities. This initial tagging may cause the individual to adopt it as part of their identity. The crux of Tannenbaum's argument is that the greater the attention placed on this label, the more likely the person is to identify themselves as the label.\n</p><p>Kerry Townsend writes about the revolution in criminology caused by Tannenbaum's work:\n</p>\n<dl><dd>\"The roots of Frank Tannenbaum’s theoretical model, known as the “dramatization of evil” or labeling theory, surfaces in the mid- to late-thirties. At this time, the 'New Deal' legislation had not defeated the woes of the Great Depression, and, although dwindling, immigration into the United States continued (Sumner, 1994).<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\"><span>[</span>8<span>]</span></a></sup> The social climate was one of disillusionment with the government. The class structure was one of cultural isolationism; cultural relativity had not yet taken hold. 'The persistence of the class structure, despite the welfare reforms and controls over big business, was unmistakable.'<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\"><span>[</span>9<span>]</span></a></sup> The Positivist School of Criminological thought was still dominant, and in many states, the sterilization movement was underway. The emphasis on biological determinism and internal explanations of crime were the preeminent force in the theories of the early thirties. This dominance by the Positivist School changed in the late thirties with the introduction of conflict and social explanations of crime and criminality...</dd></dl>\n<dl><dd>\"One of the central tenets of the theory is to encourage the end of labeling process. In the words of Frank Tannenbaum, “the way out is through a refusal to dramatize the evil”, the justice system attempts to do this through diversion programs. The growth of the theory and its current application, both practical and theoretical, provide a solid foundation for continued popularity.\":<sup id=\"cite_ref-10\" class=\"reference\"><a href=\"#cite_note-10\"><span>[</span>10<span>]</span></a></sup></dd></dl>\n<h3><span class=\"mw-headline\" id=\"Edwin_Lemert\">Edwin Lemert</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=4\" title=\"Edit section: Edwin Lemert\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>It was sociologist Edwin Lemert (1951) who introduced the concept of \"<a href=\"/wiki/Secondary_deviance\" title=\"Secondary deviance\">secondary deviance</a>.\" The primary deviance is the experience connected to the overt behavior, say drug addiction and its practical demands and consequences. Secondary deviation is the role created to deal with society's condemnation of the behavior.\n</p><p>With other sociologists of his time, he saw how all deviant acts are social acts, a result of the cooperation of society. In studying drug addiction, Lemert observed a very powerful and subtle force at work. Besides the physical addiction to the drug and all the economic and social disruptions it caused, there was an intensely intellectual process at work concerning one's own identity and the justification for the behavior: \"I do these things because I am this way.\"\n</p><p>There might be certain subjective and personal motives that might first lead a person to drink or shoplift. But the activity itself tells us little about the person's self-image or its relationship to the activity. Lemert writes: \"His acts are repeated and organized subjectively and transformed into active roles and become the social criteria for assigning status.....When a person begins to employ his deviant behavior or a role based on it as a means of defense, attack, or adjustment to the overt and covert problems created by the consequent societal reaction to him, his deviation is secondary\" <sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\"><span>[</span>11<span>]</span></a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Howard_Becker\">Howard Becker</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=5\" title=\"Edit section: Howard Becker\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>While it was Lemert who introduced the key concepts of labeling theory, it was Howard Becker who became their champion. He first began describing the process of how a person adopts a deviant role in a study of dance musicians, with whom he once worked. He later studied the identity formation of marijuana smokers. This study was the basis of his <i>Outsiders</i> published in 1963. This work became the manifesto of the labeling theory movement among sociologists. In his opening, Becker writes:\n</p>\n<dl><dd>\"...<i>social groups create deviance by making rules whose infraction creates deviance</i>, and by applying those roles to particular people and labeling them as outsiders. From this point of view, deviance is <i>not</i> a quality of the act the person commits, but rather a consequence of the application by other of rules and sanctions to an 'offender.' The deviant is one to whom that label has been successfully applied; deviant behavior is behavior that people so label.\"<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\"><span>[</span>12<span>]</span></a></sup></dd></dl>\n<p>While society uses the stigmatic label to justify its condemnation, the deviant actor uses it to justify his actions. He wrote: \"To put a complex argument in a few words: instead of the deviant motives leading to the deviant behavior, it is the other way around, the deviant behavior in time produces the deviant motivation.\"<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\"><span>[</span>13<span>]</span></a></sup>\n</p><p>Becker's immensely popular views were also subjected to a barrage of criticism, most of it blaming him for neglecting the influence of other biological, genetic effects and personal responsibility. In a later 1973 edition of his work, he answered his critics. He wrote that sociologists, while dedicated to studying society, are often careful not to look too closely. Instead, he wrote: \"I prefer to think of what we study as <i>collective action.</i> People act, as Mead and Blumer have made clearest, <i>together</i>. They do what they do with an eye on what others have done, are doing now, and may do in the future. One tries to fit his own line of action into the actions of others, just as each of them likewise adjusts his own developing actions to what he sees and expects others to do.\"<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\"><span>[</span>14<span>]</span></a></sup>\n</p><p>Francis Cullen reported in 1984 that Becker was probably too generous with his critics. After 20 years, his views, far from being supplanted, have been corrected and absorbed into an expanded \"structuring perspective.\"<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\"><span>[</span>15<span>]</span></a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Albert_Memmi\">Albert Memmi</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=6\" title=\"Edit section: Albert Memmi\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In <i>The Colonizer and the Colonized</i> (1965) <a href=\"/wiki/Albert_Memmi\" title=\"Albert Memmi\">Albert Memmi</a> described the deep psychological effects of the social stigma created by the domination of one group by another. He wrote:\n</p>\n<dl><dd>\"The longer the oppression lasts, the more profoundly it affects him (the oppressed). It ends by becoming so familiar to him that he believes it is part of his own constitution, that he accepts it and could not imagine his recovery from it. This acceptance is the crowning point of oppression.\"<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\"><span>[</span>16<span>]</span></a></sup></dd></dl>\n<p>In <i>Dominated Man</i> (1968), Memmi turned his attention to the motivation of stigmatic labeling: it justifies the exploitation or criminalization of the victim. He wrote:\n</p>\n<dl><dd>\"Why does the accuser feel obliged to accuse in order to justify himself? <i>Because he feels guilty toward his victim.</i> Because he feels that his attitude and his behavior are essentially unjust and fraudulent....Proof? <i>In almost every case, the punishment has already been inflicted</i>. The victim of racism is already living under the weight of disgrace and oppression.... In order to justify such punishment and misfortune, a process of rationalization is set in motion, by which to explain the ghetto and colonial exploitation.\"<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\"><span>[</span>17<span>]</span></a></sup></dd></dl>\n<p>Central to stigmatic labeling is the attribution of an inherent fault: It is as if one says, \"There must be something wrong with these people. Otherwise, why would we treat them so badly?\"\n</p>\n<h3><span class=\"mw-headline\" id=\"Erving_Goffman\">Erving Goffman</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=7\" title=\"Edit section: Erving Goffman\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Perhaps the most important contributor to labeling theory was <a href=\"/wiki/Erving_Goffman\" title=\"Erving Goffman\">Erving Goffman</a>, President of the American Sociological Association, and one of America's most cited sociologists. His most popular books include <i><a href=\"/wiki/The_Presentation_of_Self_in_Everyday_Life\" title=\"The Presentation of Self in Everyday Life\">The Presentation of Self in Everyday Life</a>,</i><sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\"><span>[</span>18<span>]</span></a></sup> <i>Interaction Ritual,</i> <sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\"><span>[</span>19<span>]</span></a></sup> and <i>Frame Analysis.</i><sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\"><span>[</span>20<span>]</span></a></sup>\n</p><p>His most important contribution to labeling theory, however, was <i>Stigma: Notes on the Management of Spoiled Identity</i> published in 1963.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\"><span>[</span>21<span>]</span></a></sup> Unlike other authors who examined the process of adopting a deviant identity, Goffman explored the ways people managed that identity and controlled information about it.\n</p><p>Among Goffman's key insights were the following:\n</p>\n<ul><li> The modern nation state's heightened demand for normalcy. Today's stigmas are the result not so much of ancient or religious prohibitions, but of a new demand for normalcy. He wrote: \"The notion of the 'normal human being' may have its source in the medial approach to humanity, or in the tendency of large-scale bureaucratic organizations such as the nation state, to treat all members in some respects as equal. Whatever its origins, it seems to provide the basic imagery through which laymen currently conceive themselves.<i><sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\"><span>[</span>22<span>]</span></a></sup></i></li>\n<li> Living in a divided world. Deviants divide their worlds into 1. forbidden places where discovery means exposure and danger, 2. places where people of that kind are painfully tolerated, and 3. places where one's kind is exposed without need to dissimulate or conceal.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\"><span>[</span>23<span>]</span></a></sup></li>\n<li> Dealing with others is fraught with great complexity and ambiguity. He wrote: \"When normals and stigmatized do in fact enter one another's immediate presence, especially when they attempt to maintain a joint conversational encounter, there occurs one of the primal scenes of sociology; for, in many cases, these moments will be the ones when the causes and effects of stigma will be directly confronted by both sides....<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\"><span>[</span>24<span>]</span></a></sup> \"What are unthinking routines for normals can become management problems for the discreditable....The person with a secret failing, then, must be alive to the social situation as a scanner of possibilities, and is therefore likely to be alienated from the simpler world in which those around them apparently dwell.\"<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\"><span>[</span>25<span>]</span></a></sup></li>\n<li> Society's demands are filled with contradictions. On the one hand, a stigmatized person may be told that he is no different from others. On the other hand, he must declare his status as \"a resident alien who stands for his group.\"<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\"><span>[</span>26<span>]</span></a></sup> \"It requires that the stigmatized individual cheerfully and unselfconsciously accept himself as essentially the same as normals, while at the same time he voluntarily withholds himself from those situations in which normals would find it difficult to give lip service to their similar acceptance of him...\" One has to convey the impression that the burden of the stigma is not too heavy yet keep himself at the required distance. \"A <i>phantom acceptance</i> is allowed to provide the base for a <i>phantom normalcy.\"</i><sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\"><span>[</span>27<span>]</span></a></sup></li>\n<li> Familiarity need not reduce contempt. In spite of the common belief that openness and exposure will decrease stereotypes and repression, the opposite is true. \"Thus, whether we interact with strangers or intimates, we will still find that the fingertips of society have reached bluntly into the contact, even here putting us in our place.\"<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\"><span>[</span>28<span>]</span></a></sup></li></ul>\n<h3><span class=\"mw-headline\" id=\"David_Matza\">David Matza</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=8\" title=\"Edit section: David Matza\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In <i>On Becoming Deviant</i> (1969),<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\"><span>[</span>29<span>]</span></a></sup> sociologist David Matza gives the most vivid and graphic account of the process of adopting a deviant role. The acts of authorities in outlawing a proscribed behavior can have two effects, keeping most out of the behavior, but also offering new opportunities for creating deviant identities. He says the concept of \"affinity\" does little to explain the dedication to the behavior. \"Instead, it may be regarded as a natural biographical tendency born of personal and social circumstances that suggests but hardly compels a direction or movement.\"<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\"><span>[</span>30<span>]</span></a></sup> What gives force to that movement is the development of a new identity. He writes:\n</p>\n<dl><dd>\"To be cast as a thief, as a prostitute, or more generally, a deviant, is to further compound and hasten the process of becoming that very thing....\"<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\"><span>[</span>31<span>]</span></a></sup> In shocked discovery, the subject now concretely understands that there are serious people who really go around building their lives around his activities--stopping him, correcting him, devoted to him. They keep records on the course of his life, even develop theories on how he got that way.... Pressed by such a display, the subject may begin to add meaning and gravity to his deviant activities. But he may do so in a way not especially intended by agents of the state....\"<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\"><span>[</span>32<span>]</span></a></sup></dd></dl>\n<dl><dd>\"The meaningful issue of identity is whether this activity, or any of my activities can stand for me, or be regarded as proper indications of my being. I have done a theft, been signified a thief. <i>am</i> I a thief? To answer affirmatively, we must be able to conceive a special relationship between being and doing--a unity capable of being indicated. That building of meaning has a notable quality.\"<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\"><span>[</span>33<span>]</span></a></sup></dd></dl>\n<h2><span class=\"mw-headline\" id=\"The_.22criminal.22\">The \"criminal\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=9\" title=\"Edit section: The &quot;criminal&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"vertical-navbox nowraplinks\" style=\"float:right;clear:right;width:22.0em;margin:0 0 1.0em 1.0em;background:#f9f9f9;border:1px solid #aaa;padding:0.2em;border-spacing:0.4em 0;text-align:center;line-height:1.4em;font-size:88%\"><tr><th style=\"padding:0.2em 0.4em 0.2em;font-size:145%;line-height:1.2em\"><a href=\"/wiki/Criminology\" title=\"Criminology\">Criminology</a><br/>and <a href=\"/wiki/Penology\" title=\"Penology\">penology</a></th></tr><tr><td style=\"padding:0.2em 0 0.4em;padding:0.5em 1.0em 1.0em;\"><a href=\"/wiki/File:Pentonvilleiso19.jpg\" class=\"image\"><img alt=\"Pentonvilleiso19.jpg\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Pentonvilleiso19.jpg/180px-Pentonvilleiso19.jpg\" width=\"180\" height=\"119\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Pentonvilleiso19.jpg/270px-Pentonvilleiso19.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Pentonvilleiso19.jpg/360px-Pentonvilleiso19.jpg 2x\" data-file-width=\"797\" data-file-height=\"525\" /></a></td></tr><tr><td style=\"padding:0 0.1em 0.4em\">\n<div class=\"NavFrame\" style=\"border:none;padding:0\"><div class=\"NavHead\" style=\"font-size:105%;background:transparent;text-align:left;background:#ddf;text-align:center;\">Theory</div><div class=\"NavContent hlist\" style=\"font-size:105%;padding:0.2em 0 0.4em;text-align:center;padding-left:0.75em;padding-right:0.75em;\">\n<ul><li> <a href=\"/wiki/Anomie\" title=\"Anomie\">Anomie</a></li>\n<li> <a href=\"/wiki/Biosocial_criminology\" title=\"Biosocial criminology\">Biosocial criminology</a></li>\n<li> <a href=\"/wiki/Broken_windows_theory\" title=\"Broken windows theory\">Broken windows</a></li>\n<li> <a href=\"/wiki/Collective_efficacy\" title=\"Collective efficacy\">Collective efficacy</a></li>\n<li> <a href=\"/wiki/Crime_analysis\" title=\"Crime analysis\">Crime analysis</a></li>\n<li> <a href=\"/wiki/Criminalization\" title=\"Criminalization\">Criminalization</a></li>\n<li> <a href=\"/wiki/Differential_association\" title=\"Differential association\">Differential association</a></li>\n<li> <a href=\"/wiki/Deviance_(sociology)\" title=\"Deviance (sociology)\">Deviance</a></li>\n<li> <strong class=\"selflink\">Labeling theory</strong></li>\n<li> <a href=\"/wiki/Psychopathy\" title=\"Psychopathy\">Psychopathy</a></li>\n<li> <a href=\"/wiki/Rational_choice_theory_(criminology)\" title=\"Rational choice theory (criminology)\">Rational choice</a></li>\n<li> <a href=\"/wiki/Social_control_theory\" title=\"Social control theory\">Social control</a></li>\n<li> <a href=\"/wiki/Social_disorganization_theory\" title=\"Social disorganization theory\">Social disorganization</a></li>\n<li> <a href=\"/wiki/Social_learning_theory\" title=\"Social learning theory\">Social learning</a></li>\n<li> <a href=\"/wiki/Strain_theory_(sociology)\" title=\"Strain theory (sociology)\">Strain</a></li>\n<li> <a href=\"/wiki/Subcultural_theory\" title=\"Subcultural theory\">Subculture</a></li>\n<li> <a href=\"/wiki/Symbolic_interactionism\" title=\"Symbolic interactionism\">Symbolic interactionism</a></li>\n<li> <a href=\"/wiki/Victimology\" title=\"Victimology\">Victimology</a></div></div></td></li></ul>\n</tr><tr><td style=\"padding:0 0.1em 0.4em\">\n<div class=\"NavFrame collapsed\" style=\"border:none;padding:0\"><div class=\"NavHead\" style=\"font-size:105%;background:transparent;text-align:left;background:#ddf;text-align:center;\">Types of <a href=\"/wiki/Crime\" title=\"Crime\">crime</a></div><div class=\"NavContent hlist\" style=\"font-size:105%;padding:0.2em 0 0.4em;text-align:center\">\n<ul><li> <a href=\"/wiki/Crimes_against_humanity\" title=\"Crimes against humanity\">Against humanity</a></li>\n<li> <a href=\"/wiki/Blue-collar_crime\" title=\"Blue-collar crime\">Blue-collar</a></li>\n<li> <a href=\"/wiki/Corporate_crime\" title=\"Corporate crime\">Corporate</a></li>\n<li> <a href=\"/wiki/Juvenile_delinquency\" title=\"Juvenile delinquency\">Juvenile</a></li>\n<li> <a href=\"/wiki/Organized_crime\" title=\"Organized crime\">Organized</a></li>\n<li> <a href=\"/wiki/Political_crime\" title=\"Political crime\">Political</a></li>\n<li> <a href=\"/wiki/Public-order_crime\" title=\"Public-order crime\"><span class=\"nowrap\">Public-order</span></a></li>\n<li> <a href=\"/wiki/State_crime\" title=\"State crime\">State</a></li>\n<li> <a href=\"/wiki/State-corporate_crime\" title=\"State-corporate crime\">State-corporate</a></li>\n<li> <a href=\"/wiki/Victimless_crime\" title=\"Victimless crime\">Victimless</a></li>\n<li> <a href=\"/wiki/White-collar_crime\" title=\"White-collar crime\">White-collar</a></li>\n<li> <a href=\"/wiki/War_crime\" title=\"War crime\">War</a></div></div></td></li></ul>\n</tr><tr><td style=\"padding:0 0.1em 0.4em\">\n<div class=\"NavFrame collapsed\" style=\"border:none;padding:0\"><div class=\"NavHead\" style=\"font-size:105%;background:transparent;text-align:left;background:#ddf;text-align:center;\"><a href=\"/wiki/Penology\" title=\"Penology\">Penology</a></div><div class=\"NavContent hlist\" style=\"font-size:105%;padding:0.2em 0 0.4em;text-align:center\"><table class=\"vertical-navbox nowraplinks\" style=\"float:right;clear:right;width:22.0em;margin:0 0 1.0em 1.0em;background:#f9f9f9;border:1px solid #aaa;padding:0.2em;border-spacing:0.4em 0;text-align:center;line-height:1.4em;font-size:88%;border-collapse:collapse; border-spacing:0px; border:none; width:100%; margin:0px; font-size:100%; clear:none; float:none\"><tr><td style=\"padding:0 0.1em 0.4em;padding-top:0.15em;padding-bottom:0.6em;\">\n<ul><li> <a href=\"/wiki/Deterrence_(legal)\" title=\"Deterrence (legal)\">Deterrence</a></li>\n<li> <a href=\"/wiki/Incapacitation_(penology)\" title=\"Incapacitation (penology)\">Incapacitation</a></li>\n<li> <a href=\"/wiki/Penal_harm\" title=\"Penal harm\">Penal harm</a></li>\n<li> <a href=\"/wiki/Prison\" title=\"Prison\">Prison</a>&#160;(<a href=\"/wiki/Prison_reform\" title=\"Prison reform\">reform</a>)</li>\n<li> <a href=\"/wiki/Prisoner\" title=\"Prisoner\">Prisoner</a>\n<ul><li> <a href=\"/wiki/Prisoner_abuse\" title=\"Prisoner abuse\">abuse</a></li>\n<li> <a href=\"/wiki/Prisoners%27_rights\" title=\"Prisoners' rights\">rights</a></li></ul></li>\n<li> <a href=\"/wiki/Rehabilitation_(penology)\" title=\"Rehabilitation (penology)\">Rehabilitation</a></li>\n<li> <a href=\"/wiki/Recidivism\" title=\"Recidivism\">Recidivism</a></td></li></ul>\n</tr><tr><th style=\"padding:0.1em;background:#e9e9ff;font-weight:normal;padding-bottom:0.2em;\">\n<a href=\"/wiki/Justice\" title=\"Justice\">Justice</a> in penology</th></tr><tr><td style=\"padding:0 0.1em 0.4em;padding-top:0.15em;padding-bottom:0.6em;;padding-bottom:0;\">\n<ul><li> <a href=\"/wiki/Participatory_justice\" title=\"Participatory justice\">Participatory</a></li>\n<li> <a href=\"/wiki/Restorative_justice\" title=\"Restorative justice\">Restorative</a></li>\n<li> <a href=\"/wiki/Retributive_justice\" title=\"Retributive justice\">Retributive</a></td></li></ul>\n</tr></table></div></div></td>\n</tr><tr><td style=\"text-align:right;font-size:115%;padding-top: 0.6em;\"><div class=\"plainlinks hlist navbar mini\"><ul><li class=\"nv-view\"><a href=\"/wiki/Template:Criminology_and_penology\" title=\"Template:Criminology and penology\"><span title=\"View this template\">v</span></a></li><li class=\"nv-talk\"><a href=\"/wiki/Template_talk:Criminology_and_penology\" title=\"Template talk:Criminology and penology\"><span title=\"Discuss this template\">t</span></a></li><li class=\"nv-edit\"><a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Template:Criminology_and_penology&amp;action=edit\"><span title=\"Edit this template\">e</span></a></li></ul></div></td></tr></table>\n<p>As an application of <a href=\"/wiki/Phenomenology_(philosophy)\" title=\"Phenomenology (philosophy)\">phenomenology</a>, the theory hypothesizes that the labels applied to individuals influence their behavior, particularly the application of negative or stigmatizing labels (such as \"<a href=\"/wiki/Criminal\" title=\"Criminal\" class=\"mw-redirect\">criminal</a>\" or \"<a href=\"/wiki/Felony\" title=\"Felony\">felon</a>\") promote <a href=\"/wiki/Deviance_(sociology)\" title=\"Deviance (sociology)\">deviant behavior</a>, becoming a <a href=\"/wiki/Self-fulfilling_prophecy\" title=\"Self-fulfilling prophecy\">self-fulfilling prophecy</a>, i.e. an individual who is labeled has little choice but to conform to the essential meaning of that judgment. Consequently, labeling theory postulates that it is possible to prevent social deviance via a limited social shaming reaction in \"labelers\" and replacing <a href=\"/wiki/Morality\" title=\"Morality\">moral</a> indignation with <a href=\"/wiki/Toleration\" title=\"Toleration\">tolerance</a>. Emphasis is placed on the <a href=\"/wiki/Rehabilitation_(penology)\" title=\"Rehabilitation (penology)\">rehabilitation</a> of offenders through an alteration of their label(s). Related prevention policies include client <a href=\"/wiki/Empowerment\" title=\"Empowerment\">empowerment</a> schemes, <a href=\"/wiki/Mediation\" title=\"Mediation\">mediation</a> and <a href=\"/wiki/Conciliation\" title=\"Conciliation\">conciliation</a>, victim-offender <a href=\"/wiki/Forgiveness\" title=\"Forgiveness\">forgiveness</a> ceremonies (restorative justice), <a href=\"/wiki/Restitution\" title=\"Restitution\">restitution</a>, <a href=\"/wiki/Reparation_(legal)\" title=\"Reparation (legal)\">reparation</a>, and alternatives to prison programs involving <a href=\"/wiki/Hobby\" title=\"Hobby\">diversion</a>. Labeling theory has been accused of promoting impractical policy implications, and criticized for failing to explain society's most serious offenses.<sup id=\"cite_ref-Vito1_34-0\" class=\"reference\"><a href=\"#cite_note-Vito1-34\"><span>[</span>34<span>]</span></a></sup>\n</p><p>Some offenses, including the use of violence, are universally recognized as wrong. Hence, labeling either habitual criminals or those who have caused serious harm as \"criminals\" is not constructive. Society may use more <i>specific</i> labels such as \"<a href=\"/wiki/Murder\" title=\"Murder\">murderer</a>\" or \"<a href=\"/wiki/Rapist\" title=\"Rapist\" class=\"mw-redirect\">rapist</a>\" or \"<a href=\"/wiki/Child_abuse\" title=\"Child abuse\">child abuser</a>\" to demonstrate more clearly after the event the extent of its disapproval, but there is a slightly mechanical determinism in asserting that the application of a label will invariably modify the behavior of the one labeled. Further, if one of the functions of the penal system is to reduce <a href=\"/wiki/Recidivism\" title=\"Recidivism\">recidivism</a>, applying a long-term label may cause prejudice against the offender, resulting in the inability to maintain employment and social relationships.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_.22mentally_ill.22\">The \"mentally ill\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=10\" title=\"Edit section: The &quot;mentally ill&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The social construction of <a href=\"/wiki/Deviance_(sociology)\" title=\"Deviance (sociology)\">deviant behavior</a> plays an important role in the labeling process that occurs in society. This process involves not only the labeling of criminally deviant behavior, which is behavior that does not fit socially constructed norms, but also labeling that which reflects stereotyped or stigmatized behavior of the \"mentally ill\". Labeling theory was first applied to the term \"<a href=\"/wiki/Mentally_ill\" title=\"Mentally ill\" class=\"mw-redirect\">mentally ill</a>\" in 1966 when <a href=\"/wiki/Thomas_J._Scheff\" title=\"Thomas J. Scheff\">Thomas J. Scheff</a> published <i>Being Mentally Ill</i>. Scheff challenged common perceptions of <a href=\"/wiki/Mental_illness\" title=\"Mental illness\" class=\"mw-redirect\">mental illness</a> by claiming that mental illness is manifested solely as a result of societal influence. He argued that society views certain actions as <a href=\"/wiki/Deviant\" title=\"Deviant\" class=\"mw-redirect\">deviant</a> and, in order to come to terms with and understand these actions, often places the label of mental illness on those who exhibit them. Certain expectations are then placed on these individuals and, over time, they unconsciously change their behavior to fulfill them. Criteria for different mental illnesses are not consistently fulfilled by those who are diagnosed with them because all of these people suffer from the same disorder, they are simply fulfilled because the \"mentally ill\" believe they are supposed to act a certain way so, over time, come to do so.<sup id=\"cite_ref-Scheff1_35-0\" class=\"reference\"><a href=\"#cite_note-Scheff1-35\"><span>[</span>35<span>]</span></a></sup>\n</p><p>Scheff's theory had many critics, most notably <a href=\"/w/index.php?title=Walter_Gove&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Walter Gove (page does not exist)\">Walter Gove</a>. Gove consistently argued an almost opposite theory; he believed that society has no influence at all on \"mental illness\". Instead, any societal perceptions of the \"mentally ill\" come about as a direct result of these people's behaviors. Most sociologists' views of labeling and mental illness have fallen somewhere between the extremes of Gove and Scheff. On the other hand, it is almost impossible to deny, given both common sense and research findings, that society's negative perceptions of \"crazy\" people has had some effect on them. It seems that, realistically, labeling can accentuate and prolong the issues termed \"mental illness\", but it is rarely the full cause.<sup id=\"cite_ref-Gove1_36-0\" class=\"reference\"><a href=\"#cite_note-Gove1-36\"><span>[</span>36<span>]</span></a></sup>\n</p><p>Many other studies have been conducted in this general vein. To provide a few examples, several studies have indicated that most people associate being labeled mentally ill as being just as, or even more, stigmatizing than being seen as a <a href=\"/wiki/Drug_addict\" title=\"Drug addict\" class=\"mw-redirect\">drug addict</a>, ex-convict, or <a href=\"/wiki/Prostitute\" title=\"Prostitute\" class=\"mw-redirect\">prostitute</a> (for example: Brand &amp; Claiborn 1976). Additionally, Page's 1977 study found that self declared \"ex-mental patients\" are much less likely to be offered apartment leases or hired for jobs. Clearly, these studies and the dozens of others like them serve to demonstrate that labeling can have a very real and very large effect on the mentally ill. However, labeling has not been proven to be the sole cause of any symptoms of mental illness.\n</p><p>Peggy Thoits discusses the process of labeling someone with a mental illness in her article, \"Sociological Approaches to Mental Illness\". Working off of Thomas Scheff's (1966) theory, Thoits claims that people who are labeled as mentally ill are stereotypically portrayed as unpredictable, dangerous, and unable to care for themselves. She also claims that \"people who are labeled as deviant and treated as deviant become deviant\" (<a href=\"#CITEREFThoits1999\">Thoits 1999</a>, p.&#160;134). This statement can be broken down into two processes, one that involves the effects of self-labeling and the other differential treatment from society based on the individual's label. Therefore, if society sees mentally ill individuals as unpredictable, dangerous and reliant on others, then a person who may not actually be mentally ill but has been labeled as such, could become mentally ill.\n</p><p>The label of \"mentally ill\" may help a person seek help, for example <a href=\"/wiki/Psychotherapy\" title=\"Psychotherapy\">psychotherapy</a> or <a href=\"/wiki/Medication\" title=\"Medication\" class=\"mw-redirect\">medication</a>. Labels, while they can be stigmatizing, can also lead those who bear them down the road to proper treatment and (hopefully) recovery. If one believes that \"being mentally ill\" is more than just believing one should fulfill a set of <a href=\"/wiki/Diagnostic_criteria\" title=\"Diagnostic criteria\" class=\"mw-redirect\">diagnostic criteria</a> (as Scheff – see above – would argue<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (October 2013)\">citation needed</span></a></i>&#93;</sup>), then one would probably also agree that there are some who are labeled \"mentally ill\" who need help. It has been claimed that this could not happen if \"we\" did not have a way to categorize (and therefore label) them, although there are actually plenty of <a href=\"/wiki/Classification_of_mental_disorder\" title=\"Classification of mental disorder\" class=\"mw-redirect\">approaches</a> to these phenomena that don't use categorical classifications and diagnostic terms, for example <a href=\"/wiki/Spectrum_disorder\" title=\"Spectrum disorder\">spectrum</a> or continuum models. Here, people vary along different dimensions, and everyone falls at different points on each dimension.\n</p><p>Proponents of <i>hard labeling</i>, as opposed to <i>soft labeling</i>, believe that mental illness does not exist, but is merely deviance from <a href=\"/wiki/Norm_(sociology)\" title=\"Norm (sociology)\" class=\"mw-redirect\">norms</a> of society, causing people to believe in mental illness. They view them as socially constructed illnesses and psychotic disorders.<sup id=\"cite_ref-Link1_37-0\" class=\"reference\"><a href=\"#cite_note-Link1-37\"><span>[</span>37<span>]</span></a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"The_.22homosexual.22\">The \"homosexual\"</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=11\" title=\"Edit section: The &quot;homosexual&quot;\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The application of labeling theory to homosexuality has been extremely controversial. It was <a href=\"/wiki/Alfred_Kinsey\" title=\"Alfred Kinsey\">Alfred Kinsey</a> and his colleagues who pointed out the big discrepancy between the behavior and the role attached to it. They had observed the often negative consequences of labeling and repeatedly condemned labeling people as homosexual:\n</p>\n<dl><dd>\"It is amazing to observe how many psychologists and psychiatrists have accepted this sort of propaganda, and have come to believe that homosexual males and females are discretely different from persons who respond to natural stimuli. Instead of using these terms as substantives which stand for persons, or even as adjectives to describe persons, they may better be used to describe the nature of the overt sexual relations, or of the stimuli to which an individual erotically responds... It would clarify our thinking if the terms could be dropped completely out of our vocabulary....<sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\"><span>[</span>38<span>]</span></a></sup></dd></dl>\n<dl><dd>\"Males do not represent two discrete populations, heterosexual and homosexual... Only the human mind invents categories and tries to force facts into pigeonholes. The living world is a continuum in each and every one of its aspects.<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\"><span>[</span>39<span>]</span></a></sup></dd></dl>\n<dl><dd>\"The classification of sexual behavior as masturbatory, heterosexual, or homosexual, is, therefore, unfortunate if it suggests that only different types of persons seek out or accept each kind of sexual activity. There is nothing known in the anatomy or physiology of sexual response and orgasm which distinguishes masturbatory, heterosexual, or homosexual reactions....<sup id=\"cite_ref-40\" class=\"reference\"><a href=\"#cite_note-40\"><span>[</span>40<span>]</span></a></sup></dd></dl>\n<dl><dd>\"In regard to sexual behavior, it has been possible to maintain this dichotomy only by placing all persons who are exclusively heterosexual in a heterosexual category and all persons who have any amount of experience with their own sex, even including those with the slightest experience, in a homosexual category.... The attempt to maintain a simple dichotomy on these matters exposes the traditional biases which are likely to enter whenever the heterosexual or homosexual classification of an individual is involved\" <sup id=\"cite_ref-41\" class=\"reference\"><a href=\"#cite_note-41\"><span>[</span>41<span>]</span></a></sup></dd></dl>\n<p>Erving Goffman's <i>Stigma: Notes on the Management of Spoiled Identity</i> distinguished between the behavior and the role assigned to it. He wrote:\n</p>\n<dl><dd>\"The term 'homosexual' is generally used to refer to anyone who engages in overt sexual practices with a member of his own sex, the practice being called 'homosexuality.' This usage appears to be based on a medical and legal frame of reference and provides much too broad and heterogenous a categorization for use here. I refer only to individuals who participate in a special community of understanding wherein members of one's own sex are defined as the most desirable sexual objects, and sociability is energetically organized around the pursuit and entertainment of these objects.\"<sup id=\"cite_ref-42\" class=\"reference\"><a href=\"#cite_note-42\"><span>[</span>42<span>]</span></a></sup></dd></dl>\n<p>Labeling theory was also applied to homosexuality by Evelyn Hooker<sup id=\"cite_ref-43\" class=\"reference\"><a href=\"#cite_note-43\"><span>[</span>43<span>]</span></a></sup><sup id=\"cite_ref-44\" class=\"reference\"><a href=\"#cite_note-44\"><span>[</span>44<span>]</span></a></sup><sup id=\"cite_ref-45\" class=\"reference\"><a href=\"#cite_note-45\"><span>[</span>45<span>]</span></a></sup> and by Leznoff and Westley, who published the first sociological study of the gay community.<sup id=\"cite_ref-46\" class=\"reference\"><a href=\"#cite_note-46\"><span>[</span>46<span>]</span></a></sup> Erving Goffman and Howard Becker used the lives of gay-identified persons in their theories of labeling and interactionism. Simon and Gagnon likewise wrote: \"It is necessary to move away from the obsessive concern with the sexuality of the individual, and attempt to see the homosexual in terms of the broader attachments that he must make to live in the world around him.\"<sup id=\"cite_ref-47\" class=\"reference\"><a href=\"#cite_note-47\"><span>[</span>47<span>]</span></a></sup>\n</p><p>British sociologist Mary McIntosh reflected the enthusiasm of Europeans for labeling theory in her 1968 study, \"The Homosexual Role.\"\n</p>\n<dl><dd>\"The vantage-point of comparative sociology enables us to see that the conception of homosexuality as a condition is, itself, a possible object of study. This conception and the behavior it supports operate as a form of social control in a society in which homosexuality is condemned...</dd></dl>\n<dl><dd>\"It is interesting to notice that homosexuals themselves welcome and support the notion that homosexuality as a condition. For just as the rigid categorization deters people from drifting into deviancy, so it appears to foreclose on the possibility of drifting back into normalcy and thus removes the element of anxious choice. It appears to justify the deviant behavior of the homosexual as being appropriate for him as a member of the homosexual category. The deviancy can thus be seen as legitimate for him and he can continue in it without rejecting the norm of society.\"<sup id=\"cite_ref-48\" class=\"reference\"><a href=\"#cite_note-48\"><span>[</span>48<span>]</span></a></sup></dd></dl>\n<p>Sara Fein and Elaine M. Nuehring were among the many who supported the application of labeling theory to homosexuality. They saw the gay role functioning as a \"master status\" around which other roles become organized. This brings a whole new set of problems and restrictions:\n</p>\n<dl><dd>\"Placement in a social category constituting a master status prohibits individuals from choosing the extent of their involvement in various categories. Members of the stigmatized group lose the opportunity to establish their own personal system of evaluation and group membership as well as the ability to arrive at their own ranking of each personal characteristic.... For example, newly self-acknowledged homosexual individuals cannot take for granted that they share the world with others who hold congruent interpretations and assumptions; their behavior and motives, both past and present, will be interpreted in light of their stigma.\" <sup id=\"cite_ref-49\" class=\"reference\"><a href=\"#cite_note-49\"><span>[</span>49<span>]</span></a></sup></dd></dl>\n<p>Perhaps the strongest proponent of labeling theory was Edward Sagarin. In his book, <i>Deviants and Deviance</i>, he wrote, \"There are no homosexuals, transvestites, chemical addicts, suicidogenics, delinquents, criminals, or other such entities, in the sense of people having such identities.\"<sup id=\"cite_ref-50\" class=\"reference\"><a href=\"#cite_note-50\"><span>[</span>50<span>]</span></a></sup> Sagarin's position was roundly condemned by academics in the gay community. Sagarin had written some gay novels under the pseudonym of Donald Webster Cory. According to reports, he later abandoned his gay identity and began promoting an interactionist view of homosexuality.<sup id=\"cite_ref-51\" class=\"reference\"><a href=\"#cite_note-51\"><span>[</span>51<span>]</span></a></sup>\n</p><p>A number of authors adopted a modified, non-deviant, labeling theory. They rejected the stigmatic function of the gay role, but found it useful in describing the process of <a href=\"/wiki/Coming_out\" title=\"Coming out\">coming out</a> and reconciling one's homosexual experiences with the social role. Their works included:\n</p>\n<ul><li> <a href=\"/wiki/Colin_J._Williams\" title=\"Colin J. Williams\">Colin J. Williams</a> and <a href=\"/wiki/Martin_Weinberg\" title=\"Martin Weinberg\" class=\"mw-redirect\">Martin Weinberg</a>, <i>Homosexuals and the Military</i>, 1971.<sup id=\"cite_ref-52\" class=\"reference\"><a href=\"#cite_note-52\"><span>[</span>52<span>]</span></a></sup></li>\n<li> Barry Dank, \"Coming Out in the Gay World,\" 1971.<sup id=\"cite_ref-53\" class=\"reference\"><a href=\"#cite_note-53\"><span>[</span>53<span>]</span></a></sup></li>\n<li> Sue Hammersmith and Martin Weinberg, \"Homosexual Identity: Commitment, Adjustment, and Significant Others,\" 1973.<sup id=\"cite_ref-54\" class=\"reference\"><a href=\"#cite_note-54\"><span>[</span>54<span>]</span></a></sup></li>\n<li> Martin Weinberg and Colin Williams, in \"Male Homosexuals: Their Problems and Adaptations,\" 1974.<sup id=\"cite_ref-55\" class=\"reference\"><a href=\"#cite_note-55\"><span>[</span>55<span>]</span></a></sup></li>\n<li> Carol A. B. Warren, in <i>Identity and Community in the Gay World,</i> 1974.<sup id=\"cite_ref-56\" class=\"reference\"><a href=\"#cite_note-56\"><span>[</span>56<span>]</span></a></sup></li>\n<li> Michael Shively and John DeCecco, \"Components of Sexual Identity,\" 1977.<sup id=\"cite_ref-57\" class=\"reference\"><a href=\"#cite_note-57\"><span>[</span>57<span>]</span></a></sup></li>\n<li> Alan Bell and Martin Weinberg, <i>Homosexualities: A Study of Diversity Among Men and Women,</i> 1978.<sup id=\"cite_ref-58\" class=\"reference\"><a href=\"#cite_note-58\"><span>[</span>58<span>]</span></a></sup></li>\n<li> Thomas Weinberg, \"On 'Doing' and 'Being' Gay: Sexual Behavior and Homosexual Male Self-Identity.\" 1978.<sup id=\"cite_ref-59\" class=\"reference\"><a href=\"#cite_note-59\"><span>[</span>59<span>]</span></a></sup></li>\n<li> <a href=\"/wiki/Cass_Identity_Model\" title=\"Cass Identity Model\">Vivienne Cass</a>, \"Homosexual Identity Formation: A Theoretical Model,\" 1979.<sup id=\"cite_ref-60\" class=\"reference\"><a href=\"#cite_note-60\"><span>[</span>60<span>]</span></a></sup></li>\n<li> Richard Troiden, \"Becoming Homosexual: A model of Gay Identity Acquisition,\" 1979.<sup id=\"cite_ref-61\" class=\"reference\"><a href=\"#cite_note-61\"><span>[</span>61<span>]</span></a></sup></li>\n<li> Alan Bell, Martin Weinberg, and Sue Kiefer Hammersmith, <i>Sexual Preference: Its Development in Men and Women,</i> 1981.<sup id=\"cite_ref-62\" class=\"reference\"><a href=\"#cite_note-62\"><span>[</span>62<span>]</span></a></sup></li>\n<li> Eli Coleman, \"Developmental Stages of the Coming Out Process\", 1982.<sup id=\"cite_ref-63\" class=\"reference\"><a href=\"#cite_note-63\"><span>[</span>63<span>]</span></a></sup></li></ul>\n<p>Barry Adam, in his <i>Survival of Domination: Inferiorization of Everyday Life</i>, took those authors to task for ignoring the force of the oppression in creating identities and their inferiorizing effects. Drawing upon the works of <a href=\"/wiki/Albert_Memmi\" title=\"Albert Memmi\">Albert Memmi</a>, Adam showed how gay-identified persons, like Jews and blacks, internalize the hatred to justify their limitations of life choices. He saw the gravitation towards ghettos was evidence of the self-limitations. He wrote:\n</p>\n<dl><dd>\"A certain romantic liberalism runs through the literature, evident from attempts to paper over or discount the very real problems of inferiorization. Some researchers seem bent on 'rescuing' their subjects from 'defamation' by ignoring the problems of defeatism and complicit self-destruction. Avoidance of dispiriting reflection upon the day-to-day practice of dominated people appears to spring from a desire to 'enhance' the reputation of the dominated and magically relieve their plight. Careful observation has been sacrificed to the 'power of positive thinking.'\"<sup id=\"cite_ref-64\" class=\"reference\"><a href=\"#cite_note-64\"><span>[</span>64<span>]</span></a></sup></dd></dl>\n<p>Strong defense of labeling theory also arose within the gay community. Dan Slater of the Los Angeles Homosexual Information Center said, \"There is no such thing as a homosexual lifestyle. There is no such thing as gay pride or anything like that. Homosexuality is simply based on the sex act. Gay consciousness and all the rest are separatist and defeatist attitudes going back to centuries-old and out-moded conceptions that homosexuals are, indeed, different from other people.\" <sup id=\"cite_ref-65\" class=\"reference\"><a href=\"#cite_note-65\"><span>[</span>65<span>]</span></a></sup>\n</p><p>In a later article, Slater stated the gay movement was going in the wrong direction:\n</p>\n<dl><dd>\"Is it the purpose of the movement to try to assert sexual rights for everyone or create a political and social cult out of homosexuality?.... Persons who perform homosexual acts or other non-conforming acts are sexually free. They want others enlightened. They want hostile laws changed, but the resent the attempt to organize their lives around homosexuality just as much as they resent the centuries-old attempt to organize their lives around heterosexuality.<sup id=\"cite_ref-66\" class=\"reference\"><a href=\"#cite_note-66\"><span>[</span>66<span>]</span></a></sup></dd></dl>\n<p>William DuBay, in <i>Gay Identity: The Self Under Ban</i>,<sup id=\"cite_ref-67\" class=\"reference\"><a href=\"#cite_note-67\"><span>[</span>67<span>]</span></a></sup> describes gay identity as one strategy for dealing with society's oppression. It solves some problems but creates many more, replacing a closet of secrecy with one of gay identity. A better strategy, he suggests, is to reject the label and live as if the oppression did not exist. Quoting Goffman, he writes, \"But of course what is a good adjustment for the individual can be an even better one for society.\"<sup id=\"cite_ref-68\" class=\"reference\"><a href=\"#cite_note-68\"><span>[</span>68<span>]</span></a></sup>\n</p><p>DuBay contends that the attempt to define homosexuality as a class of persons to be protected against discrimination as defined in the statutes has not reduced the oppression. The goal of the movement instead should be to gain acceptance of homosexual relationships as useful and productive for both society and the family. The movement has lost the high moral ground by sponsoring the \"flight from choice\" and not taking up the moral issues. \"Persons whom we confine to back rooms and bars other societies have honored as tenders of children, astrologers, dancers, chanters, minstrels, jesters, artists, shamans, sacred warriors and judges, seers, healers, weavers of tales and magic.\"<sup id=\"cite_ref-69\" class=\"reference\"><a href=\"#cite_note-69\"><span>[</span>69<span>]</span></a></sup>\n</p><p>DuBay refers to the \"gay trajectory,\" in which a person first wraps himself in the gay role, organizing his personality and his life around sexual behavior. He might flee from his family and home town to a large gay center. There, the bedeviling force of the stigma will introduce him to more excessive modes of deviance such as promiscuity, prostitution, alcoholism, and drugs. Many resist such temptations and try to normalize their life, but the fast lanes of gay society are littered with the casualties of gay identity. Some come to reject the label entirely. \"Accomplishing the forbidden, they are neither gay nor straight. Again learning to choose, they develop the ability to make the ban ambiguous, taking responsibility and refusing explanations of their behaviors.\" <sup id=\"cite_ref-70\" class=\"reference\"><a href=\"#cite_note-70\"><span>[</span>70<span>]</span></a></sup>\n</p><p>John Henry Mackay writes about a gay hustler in Berlin adopting such a solution: \"What was self-evident, natural, and not the least sick did not require an excuse through an explanation.... It was love just like any other love. Whoever could not or would not accept it as love was mistaken.\"<sup id=\"cite_ref-71\" class=\"reference\"><a href=\"#cite_note-71\"><span>[</span>71<span>]</span></a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Modified_Labeling_theory\">Modified Labeling theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=12\" title=\"Edit section: Modified Labeling theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Bruce Link and colleagues have conducted several studies which point to the influence that labeling can have on mental patients. Through these studies, which took place in 1987, 1989, and 1997, Link advanced a \"modified labeling theory\" indicating that expectations of labeling can have a large negative effect, that these expectations often cause patients to withdraw from society, and that those labeled as having a mental disorder are constantly being rejected from society in seemingly minor ways but that, when taken as a whole, all of these small slights can drastically alter their self concepts. They come to both anticipate and perceive negative societal reactions to them, and this potentially damages their quality of life.<sup id=\"cite_ref-72\" class=\"reference\"><a href=\"#cite_note-72\"><span>[</span>72<span>]</span></a></sup>\n</p><p>Modified Labeling theory has been described as a \"sophisticated social-psychological model of 'why labels matter' \". In 2000, results from a prospective two-year study of patients discharged from a mental hospital (in the context of <a href=\"/wiki/Deinstitutionalization\" title=\"Deinstitutionalization\" class=\"mw-redirect\">deinstitutionalization</a>) showed that <a href=\"/wiki/Social_stigma\" title=\"Social stigma\">stigma</a> was a powerful and persistent force in their lives, and that experiences of <a href=\"/wiki/Social_rejection\" title=\"Social rejection\">social rejection</a> were a persistent source of social stress. Efforts to cope with labels, such as not telling anyone, educating people about mental distress/disorder, withdrawing from stigmatizing situations, could result in further social isolation and reinforce negative self-concepts. Sometimes an identity as a low <a href=\"/wiki/Self-esteem\" title=\"Self-esteem\">self-esteem</a> minority in society would be accepted. The stigma was associated with diminished motivation and ability to \"make it in mainstream society\" and with \"a state of social and psychological vulnerability to prolonged and recurrent problems\". There was an up and down pattern in self-esteem, however, and it was suggested that, rather than simply gradual erosion of self-worth and increasing <a href=\"/wiki/Self-deprecating\" title=\"Self-deprecating\" class=\"mw-redirect\">self-deprecating</a> tendencies, people were sometimes managing, but struggling, to maintain consistent feelings of self-worth. Ultimately, \"a cadre of patients had developed an entrenched, negative view of themselves, and their experiences of rejection appear to be a key element in the construction of these self-related feelings\" and \"hostile neighbourhoods may not only affect their self-concept but may also ultimately impact the patient's mental health status and how successful they are\".<sup id=\"cite_ref-73\" class=\"reference\"><a href=\"#cite_note-73\"><span>[</span>73<span>]</span></a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=13\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"noprint portal tright\" style=\"border:solid #aaa 1px;margin:0.5em 0 0.5em 1em\">\n<table style=\"background:#f9f9f9;font-size:85%;line-height:110%;max-width:175px\">\n<tr style=\"vertical-align:middle\"><td style=\"text-align:center\"><a href=\"/wiki/File:Psi2.svg\" class=\"image\"><img alt=\"Portal icon\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Psi2.svg/28px-Psi2.svg.png\" width=\"28\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Psi2.svg/42px-Psi2.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Psi2.svg/56px-Psi2.svg.png 2x\" data-file-width=\"100\" data-file-height=\"100\" /></a></td><td style=\"padding:0 0.2em;vertical-align:middle;font-style:italic;font-weight:bold\"><a href=\"/wiki/Portal:Psychology\" title=\"Portal:Psychology\">Psychology portal</a></td></tr>\n<tr style=\"vertical-align:middle\"><td style=\"text-align:center\"><a href=\"/wiki/File:Logo_sociology.svg\" class=\"image\"><img alt=\"Portal icon\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/28px-Logo_sociology.svg.png\" width=\"28\" height=\"28\" class=\"noviewer\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/42px-Logo_sociology.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/56px-Logo_sociology.svg.png 2x\" data-file-width=\"616\" data-file-height=\"616\" /></a></td><td style=\"padding:0 0.2em;vertical-align:middle;font-style:italic;font-weight:bold\"><a href=\"/wiki/Portal:Sociology\" title=\"Portal:Sociology\">Sociology portal</a></td></tr></table></div>\n<div class=\"div-col columns column-width\" style=\"-moz-column-width: 20em;; -webkit-column-width: 20em;; column-width: 20em;;\">\n<ul><li> <a href=\"/wiki/Attributional_bias\" title=\"Attributional bias\" class=\"mw-redirect\">Attributional bias</a></li>\n<li> <a href=\"/wiki/Attribute_substitution\" title=\"Attribute substitution\">Attribute substitution</a></li>\n<li> <a href=\"/wiki/Deviance_(sociology)\" title=\"Deviance (sociology)\">Deviance (sociology)</a></li>\n<li> <a href=\"/wiki/Framing_(social_sciences)\" title=\"Framing (social sciences)\">Framing (social sciences)</a></li>\n<li> <a href=\"/wiki/Interactionism\" title=\"Interactionism\">Interactionism</a></li>\n<li> <a href=\"/wiki/Nominative_determinism\" title=\"Nominative determinism\">Nominative determinism</a></li>\n<li> <a href=\"/wiki/Observer-expectancy_effect\" title=\"Observer-expectancy effect\">Observer-expectancy effect</a></li>\n<li> <a href=\"/wiki/Psychology\" title=\"Psychology\">Psychology</a></li>\n<li> <a href=\"/wiki/Signalling_theory\" title=\"Signalling theory\">Signaling theory</a></li>\n<li> <a href=\"/wiki/Social_construction\" title=\"Social construction\" class=\"mw-redirect\">Social construction</a></li>\n<li> <a href=\"/wiki/Sociology_of_deviance\" title=\"Sociology of deviance\" class=\"mw-redirect\">Sociology of deviance</a></li>\n<li> <a href=\"/wiki/Social_stigma\" title=\"Social stigma\">Stigma</a></li>\n<li> <a href=\"/wiki/Stereotype\" title=\"Stereotype\">Stereotype</a></li>\n<li> <a href=\"/wiki/Victim_blaming\" title=\"Victim blaming\">Victim blaming</a></li></ul>\n</div>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=14\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"metadata plainlinks ambox ambox-style\" role=\"presentation\"><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><span class=\"mbox-text-span\">Constructs such as <i><a href=\"/wiki/Ibid.\" title=\"Ibid.\">ibid.</a></i>, <i><a href=\"/wiki/Loc._cit.\" title=\"Loc. cit.\">loc. cit.</a></i> and <i><a href=\"/wiki/Idem\" title=\"Idem\">idem</a></i> are <b>discouraged by <a href=\"/wiki/Wikipedia:Footnotes#Style_recommendations\" title=\"Wikipedia:Footnotes\" class=\"mw-redirect\">Wikipedia's style guide</a> for footnotes</b>, as they are easily broken. Please <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Labeling_theory&amp;action=edit\">improve this article</a> by replacing them with <a href=\"/wiki/Wikipedia:Footnotes#Naming_a_ref_tag_so_it_can_be_used_more_than_once\" title=\"Wikipedia:Footnotes\" class=\"mw-redirect\">named references</a> (<i><a href=\"/wiki/Template:Refref\" title=\"Template:Refref\">quick guide</a></i>), or an abbreviated title.<span class=\"hide-when-compact\"></span>  <small><i>(June 2010)</i></small><span class=\"hide-when-compact\"></span></span></td></tr></table>\n<div class=\"reflist columns references-column-count references-column-count-2\" style=\"-moz-column-count: 2; -webkit-column-count: 2; column-count: 2; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Labeling theory: Social constructionism, Social stigma, Deinstitutionalisation, George Herbert Mead, Howard S. Becker, Labelling</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">Macionis, J., and Gerber, L. (2010). Sociology, 7th edition</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Macionis, John J., and Linda M. Gerber. Sociology. Toronto: Pearson Canada, 2011. Print.</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">Mead, G. H. 1934. <i>Mind, Self, and Society.</i> Chicago: University of Chicago Press.</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\"><span class=\"citation book\">Macionis, John J. (2012). <i>Sociology 14th Edition</i>. Boston: Pearson. p.&#160;107. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a>&#160;<a href=\"/wiki/Special:BookSources/978-0-205-11671-3\" title=\"Special:BookSources/978-0-205-11671-3\">978-0-205-11671-3</a>.</span><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3ALabeling+theory&amp;rft.aufirst=John+J.&amp;rft.aulast=Macionis&amp;rft.au=Macionis%2C+John+J.&amp;rft.btitle=Sociology+14th+Edition&amp;rft.date=2012&amp;rft.genre=book&amp;rft.isbn=978-0-205-11671-3&amp;rft.pages=107&amp;rft.place=Boston&amp;rft.pub=Pearson&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">Tannenbaum, F. 1938. <i>Crime and Community.</i> London and New York: Columbia University Press</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">O'Grady, William. 2011. <i>Crime in Canadian Context</i>. Ontario: Oxford University Press</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">Sumner, C. 1994. <i>The Sociology of Deviance: An Obituary</i>. New York: Continuum Publishing.</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Ibid. p. 117.</span>\n</li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-10\">^</a></b></span> <span class=\"reference-text\">Townsend, F. <i>Frank Tannenbaum: The Dramatization of Evil</i>. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.criminology.fsu.edu/crimtheory/tannenbaum.htm\">http://www.criminology.fsu.edu/crimtheory/tannenbaum.htm</a>.</span>\n</li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-11\">^</a></b></span> <span class=\"reference-text\">Lemert, E. M. 1951. Social Pathology. New York: Mcgraw-Hill. pp. 75-76.</span>\n</li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-12\">^</a></b></span> <span class=\"reference-text\">Becker, H. 1963 (revised 1973). <i>Outsiders</i>. New York: Free Press, p. 9.</span>\n</li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-13\">^</a></b></span> <span class=\"reference-text\">Becker, H. op. cit. p. 26.</span>\n</li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-14\">^</a></b></span> <span class=\"reference-text\">Ibid</span>\n</li>\n<li id=\"cite_note-15\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-15\">^</a></b></span> <span class=\"reference-text\">Cullen, F. 1984. <i>Rethinking Crime and Deviance Theory.</i> Totowa, NJ: Bowman and Allanheld. p. 130.</span>\n</li>\n<li id=\"cite_note-16\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-16\">^</a></b></span> <span class=\"reference-text\">Memmi, A. 1965. <i>The Colonizer and the Colonized.</i> New York: Orion Press, pp 321-322.</span>\n</li>\n<li id=\"cite_note-17\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-17\">^</a></b></span> <span class=\"reference-text\">Memmi, A. 1968. <i>Dominated Man.</i> New York: Orion Press, pp 191-193.</span>\n</li>\n<li id=\"cite_note-18\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-18\">^</a></b></span> <span class=\"reference-text\">Goffman, E. 1959. <i><a href=\"/wiki/The_Presentation_of_Self_in_Everyday_Life\" title=\"The Presentation of Self in Everyday Life\">The Presentation of Self in Everyday Life</a></i>. New York: Anchor Books.</span>\n</li>\n<li id=\"cite_note-19\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-19\">^</a></b></span> <span class=\"reference-text\">Goffman, E. 1982. <i>Interaction Ritual</i>. New York: Pantheon Books.</span>\n</li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-20\">^</a></b></span> <span class=\"reference-text\">Goffman, E. 1974. <i>Frame Analysis: An Essay on the Organization of Experience.</i> Cambridge: Harvard University Press.</span>\n</li>\n<li id=\"cite_note-21\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-21\">^</a></b></span> <span class=\"reference-text\">Goffman, E. 1963. <i>Stigma: Notes on the Management of Spoiled Identity</i>. Englewood Cliffs, NY: Prentice-Hall.</span>\n</li>\n<li id=\"cite_note-22\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-22\">^</a></b></span> <span class=\"reference-text\">Ibid, p. 7.</span>\n</li>\n<li id=\"cite_note-23\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-23\">^</a></b></span> <span class=\"reference-text\">Ibid. p. 81</span>\n</li>\n<li id=\"cite_note-24\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-24\">^</a></b></span> <span class=\"reference-text\">Ibid, p. 13.</span>\n</li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-25\">^</a></b></span> <span class=\"reference-text\">Ibid. p. 88.</span>\n</li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-26\">^</a></b></span> <span class=\"reference-text\">Ibid. p. 108</span>\n</li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-27\">^</a></b></span> <span class=\"reference-text\">Ibid, p. 122.</span>\n</li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-28\">^</a></b></span> <span class=\"reference-text\">Ibid. p. 53,</span>\n</li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-29\">^</a></b></span> <span class=\"reference-text\">Matza, D. 1969. <i>On Becoming Deviant</i>. Englewood Cliffs, NJ: Prentice Hall.</span>\n</li>\n<li id=\"cite_note-30\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-30\">^</a></b></span> <span class=\"reference-text\">Ibid. p. 93.</span>\n</li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-31\">^</a></b></span> <span class=\"reference-text\">Ibid. p. 157.</span>\n</li>\n<li id=\"cite_note-32\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-32\">^</a></b></span> <span class=\"reference-text\">Ibid, pp.163-164.</span>\n</li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-33\">^</a></b></span> <span class=\"reference-text\">Ibid. pp. 165-170.</span>\n</li>\n<li id=\"cite_note-Vito1-34\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Vito1_34-0\">^</a></b></span> <span class=\"reference-text\">Vito, Gennaro F., Jeffery R. Maahs, and Ronald M. Holmes. Criminology: Theory, Research And Policy. 2nd ed. Sudbury: Jones &amp; Bartlett, 2006. Print.</span>\n</li>\n<li id=\"cite_note-Scheff1-35\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Scheff1_35-0\">^</a></b></span> <span class=\"reference-text\">Scheff, Thomas J. Being Mentally Ill. 2nd ed. Piscataway: Aldine Transaction, 1984. Print.</span>\n</li>\n<li id=\"cite_note-Gove1-36\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Gove1_36-0\">^</a></b></span> <span class=\"reference-text\">Gove, Walter R. Labelling of Deviance: Evaluating a Perspective. Hoboken: John Wiley &amp; Sons Inc, 1975. Print.</span>\n</li>\n<li id=\"cite_note-Link1-37\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Link1_37-0\">^</a></b></span> <span class=\"reference-text\">Link, Bruce G., and Jo C. Phelan. \"The Labelling Theory of Mental Disorder (II): The Consequences of Labeling.\" A Handbook for the Study of Mental Health: Social Contexts, Theories, and Systems. Cambridge: Cambridge UP, 1999. 361-76. Print.</span>\n</li>\n<li id=\"cite_note-38\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-38\">^</a></b></span> <span class=\"reference-text\">Kinsey, A. C., W. P. Pomeroy, and C. E. Martin.1948. 'Sexual Behavior in the Human Male'. Philadelphia, W. B. Saunders. pp.616-617.</span>\n</li>\n<li id=\"cite_note-39\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-39\">^</a></b></span> <span class=\"reference-text\">Ibid, p 639.</span>\n</li>\n<li id=\"cite_note-40\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-40\">^</a></b></span> <span class=\"reference-text\">Kinsey, A. C., W. P. Pomeroy, C. E. Martin, and P. H. Gebhard. 1953. 'Sexual Behavior in the Human Female'. Philadelphia, W. B. Saunders. p 446.</span>\n</li>\n<li id=\"cite_note-41\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-41\">^</a></b></span> <span class=\"reference-text\">Ibid, p. 468-469.</span>\n</li>\n<li id=\"cite_note-42\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-42\">^</a></b></span> <span class=\"reference-text\">Goffman, I. 1963. <i>Stigma: Notes on the Management of Spoiled Identity</i>. Englewood Cliffs, NJ: Prentice-Hall, pp 143-144.</span>\n</li>\n<li id=\"cite_note-43\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-43\">^</a></b></span> <span class=\"reference-text\">Hooker, E. 1956. \"A Preliminary Analysis of Group Behavior of Homosexuals\" <i>Journal of Psychology</i> 42, pp 217-225.</span>\n</li>\n<li id=\"cite_note-44\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-44\">^</a></b></span> <span class=\"reference-text\">Hooker, E. 1958. \"Male Homosexuality in the Rorschach.\" <i>Journal of Projective Technique</i> 22, 33-54.</span>\n</li>\n<li id=\"cite_note-45\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-45\">^</a></b></span> <span class=\"reference-text\">Hooker, E. 1967. <i>Final Report of the Task Force on Homosexuality</i>. Washington, D.C.: National Institute of Mental Health.</span>\n</li>\n<li id=\"cite_note-46\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-46\">^</a></b></span> <span class=\"reference-text\">Leznoff, M. and W. A. Westley. 1956. \"The Homosexual Community.\" <i>Social Problems</i> 3, pp. 257-263.</span>\n</li>\n<li id=\"cite_note-47\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-47\">^</a></b></span> <span class=\"reference-text\">Simon, W. and J. H. Gagnon. 1967. \"Homosexuality: The Formulation of a Psychological Perspective.\" <i>Journal of Health and Social Behavior</i> 8 September, p. 179.</span>\n</li>\n<li id=\"cite_note-48\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-48\">^</a></b></span> <span class=\"reference-text\">McIntosh, Mary. 1968. \"The Homosexual Role.\" <i>Social Problems</i> 16(2), pp 182-192.</span>\n</li>\n<li id=\"cite_note-49\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-49\">^</a></b></span> <span class=\"reference-text\">Fein, S. and Elaine M. Nuehring. 1981. \"Intrapsychic Effects of Stigma: A process of Breakdown and Reconstruction of Social Reality,\" <i>Journal of Homosexuality</i> 7(1), pp 4-6.</span>\n</li>\n<li id=\"cite_note-50\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-50\">^</a></b></span> <span class=\"reference-text\">Sagarin, E. 1975. 'Deviants and Deviance'. New York: Praeger, p. 150.</span>\n</li>\n<li id=\"cite_note-51\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-51\">^</a></b></span> <span class=\"reference-text\">DuBay, W. 1967. 'Gay Identity: The Self Under Ban'. Jefferson, NC:McFarland, p. 150.</span>\n</li>\n<li id=\"cite_note-52\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-52\">^</a></b></span> <span class=\"reference-text\">Williams, C. and M. Weinberg. 1971. <i>Homosexuals and the Military</i>. New York: Harper and Row.</span>\n</li>\n<li id=\"cite_note-53\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-53\">^</a></b></span> <span class=\"reference-text\">Dank, B. 1971. \"Coming Out in the Gay World.\" <i>Psychiatry</i> 34 May.</span>\n</li>\n<li id=\"cite_note-54\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-54\">^</a></b></span> <span class=\"reference-text\">Hammersmith, S. K. and M. Weinberg. 1973. \" <i>Homosexual Identity.\" </i>Sociometry<i>, 36(1), pp. 56-79.</span></i>\n</li>\n<li id=\"cite_note-55\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-55\">^</a></b></span> <span class=\"reference-text\">Weinberg, M. and C. Williams. 1974. <i>Male Homosexuals</i>. New York: Oxford University Press.</span>\n</li>\n<li id=\"cite_note-56\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-56\">^</a></b></span> <span class=\"reference-text\">Warren, C. A. B. 1974. <i>Identity and Community in the Gay World.</i> New York: Wiley-Interscience.</span>\n</li>\n<li id=\"cite_note-57\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-57\">^</a></b></span> <span class=\"reference-text\">Shively, M. G. and J. DeCecco. 1977. \"Components of Sexual Identity.\" <i>Journal of Homosexuality</i> 3(1) Fall.</span>\n</li>\n<li id=\"cite_note-58\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-58\">^</a></b></span> <span class=\"reference-text\">Bell, A. and M. Weinberg. 1978. <i>Homosexualities: A Study of Diversity Among Men and Women</i>. New York: Simon and Schuster.</span>\n</li>\n<li id=\"cite_note-59\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-59\">^</a></b></span> <span class=\"reference-text\">Weinberg, T. 1978. \"On 'Doing' and 'Being' Gay: Sexual Behavior and Homosexual Male Self-Identity.\" <i>Journal of Homosexuality</i> 14(2) Winter.</span>\n</li>\n<li id=\"cite_note-60\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-60\">^</a></b></span> <span class=\"reference-text\">Cass, V. 1979. \"Homosexual Identity Formation: A Theoretical Model.\" <i>Journal of Homosexuality</i> 4(3) Spring.</span>\n</li>\n<li id=\"cite_note-61\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-61\">^</a></b></span> <span class=\"reference-text\">Troiden, T. 1979. \"Becoming Homosexual: A model of Gay Identity Acquisition.\" <i>Psychiatry</i> 42 November, pp. 362-373.</span>\n</li>\n<li id=\"cite_note-62\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-62\">^</a></b></span> <span class=\"reference-text\">Bell, A. M. Weinberg, and S. K. Hammersmith. 1981. <i>Sexual Preference: Its Development in Men and Women</i>. Bloomington, IN: University of Indiana Press.</span>\n</li>\n<li id=\"cite_note-63\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-63\">^</a></b></span> <span class=\"reference-text\">Coleman, E. 1982. \"Developmental Stages of the Coming Out Process.\" <i>American Behavioral Scientist</i> 25(4) Spring.</span>\n</li>\n<li id=\"cite_note-64\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-64\">^</a></b></span> <span class=\"reference-text\">Adam, B. 1978. <i>The Survival of Domination</i>. New York: Elsevier, pp 5-6.</span>\n</li>\n<li id=\"cite_note-65\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-65\">^</a></b></span> <span class=\"reference-text\">Leopold, A. 1975. \"The Angry Men; Broadsides from the H. I. C.\" <i>In Touch</i>, June–July, p. 26.</span>\n</li>\n<li id=\"cite_note-66\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-66\">^</a></b></span> <span class=\"reference-text\">Slater, D. 1971. <i>Vector</i>, 8(7), pp 28-29.</span>\n</li>\n<li id=\"cite_note-67\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-67\">^</a></b></span> <span class=\"reference-text\">DuBay, W. op. cit.</span>\n</li>\n<li id=\"cite_note-68\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-68\">^</a></b></span> <span class=\"reference-text\">Goffman, E. op. cit. p. 122.</span>\n</li>\n<li id=\"cite_note-69\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-69\">^</a></b></span> <span class=\"reference-text\">DuBay, W. op. cit., p. 9.</span>\n</li>\n<li id=\"cite_note-70\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-70\">^</a></b></span> <span class=\"reference-text\">DuBay, op.cit. p. 143</span>\n</li>\n<li id=\"cite_note-71\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-71\">^</a></b></span> <span class=\"reference-text\">Mackay, J. H. 1985. <i>The Hustler</i>. Boston: Alyson Publications.</span>\n</li>\n<li id=\"cite_note-72\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-72\">^</a></b></span> <span class=\"reference-text\">Bruce G. Link, Francis T. Cullen, Elmer Struening, Patrick E. Shrout and Bruce P. Dohrenwend (1989) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.jstor.org/pss/2095613\">A Modified Labeling Theory Approach to Mental Disorders: An Empirical Assessment</a> American Sociological Review, Vol. 54, No. 3 (Jun., 1989), pp. 400-423</span>\n</li>\n<li id=\"cite_note-73\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-73\">^</a></b></span> <span class=\"reference-text\">Wright, ER, Gronfein, WP, Owens, TJ. (2000) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.jstor.org/pss/2676361\">Deinstitutionalization, Social Rejection, and the Self-Esteem of Former Mental Patients</a> Journal of Health and Social Behavior, Vol 41 (March):68-90</span>\n</li>\n</ol></div>\n<h2><span class=\"mw-headline\" id=\"External_links\">External links</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Labeling_theory&amp;action=edit&amp;section=15\" title=\"Edit section: External links\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n"}]}}}, "warnings": {"query": {"*": "Formatting of continuation data will be changing soon. To continue using the current formatting, use the 'rawcontinue' parameter. To begin using the new format, pass an empty string for 'continue' in the initial query."}}}