{"query": {"pages": {"9484485": {"lastrevid": 646068549, "pageid": 9484485, "canonicalurl": "http://en.wikipedia.org/wiki/Pluralism_(political_theory)", "title": "Pluralism (political theory)", "editurl": "http://en.wikipedia.org/w/index.php?title=Pluralism_(political_theory)&action=edit", "length": 13770, "contentmodel": "wikitext", "pagelanguage": "en", "touched": "2015-04-02T12:03:08Z", "ns": 0, "fullurl": "http://en.wikipedia.org/wiki/Pluralism_(political_theory)", "revisions": [{"*": "<div class=\"hatnote\">This article is about a political theory called \"pluralism\".&#32;&#32;For the idea of \"pluralism\" in politics as acknowledgment of diversity, see <a href=\"/wiki/Pluralism_(political_philosophy)\" title=\"Pluralism (political philosophy)\">Pluralism (political philosophy)</a>.&#32;&#32;For other uses, see <a href=\"/wiki/Pluralism_(disambiguation)\" title=\"Pluralism (disambiguation)\" class=\"mw-redirect\">Pluralism (disambiguation)</a>.</div>\n<p>Classical <b>pluralism</b> is the view that politics and decision making are located mostly in the framework of government, but that many non-governmental groups use their resources to exert influence. The central question for classical pluralism is how power and influence are distributed in a political process.  Groups of individuals try to maximize their interests. Lines of conflict are multiple and shifting as power is a continuous bargaining process between competing groups. There may be inequalities but they tend to be distributed and evened out by the various forms and distributions of resources throughout a population. Any change under this view will be slow and incremental, as groups have different interests and may act as \"veto groups\" to destroy legislation that they do not agree with.\n</p><p>The existence of diverse and competing interests is the basis for a <a href=\"/w/index.php?title=Democratic_equilibrium&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Democratic equilibrium (page does not exist)\">democratic equilibrium</a>,<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\"><span>[</span>1<span>]</span></a></sup> and is crucial for the obtaining of goals by individuals. A <a href=\"/wiki/Polyarchy\" title=\"Polyarchy\">polyarchy</a> – a situation of open competition for electoral support within a significant part of the adult population − ensures competition of group interests and relative equality. Pluralists stress civil rights, such as freedom of expression and organization, and an electoral system with at least two parties. On the other hand, since the participants in this process constitute only a tiny fraction of the populace, the public acts mainly as bystanders. This is not necessarily undesirable for two reasons: (1) it may be representative of a population content with the political happenings, or (2) political issues require continuous and expert attention, which the average citizen may not have.<sup class=\"noprint Inline-Template Template-Fact\" style=\"white-space:nowrap;\">&#91;<i><a href=\"/wiki/Wikipedia:Citation_needed\" title=\"Wikipedia:Citation needed\"><span title=\"This claim needs references to reliable sources. (September 2010)\">citation needed</span></a></i>&#93;</sup>\n</p><p>Important theorists of pluralism include <a href=\"/wiki/Robert_A._Dahl\" title=\"Robert A. Dahl\">Robert A. Dahl</a> (who wrote the seminal pluralist work, <i><a href=\"/wiki/Who_Governs%3F\" title=\"Who Governs?\">Who Governs?</a></i>) and <a href=\"/wiki/Seymour_Martin_Lipset\" title=\"Seymour Martin Lipset\">Seymour Martin Lipset</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><div id=\"toctitle\"><h2>Contents</h2></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Pluralist_conception_of_power\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Pluralist conception of power</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Elite_pluralism\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Elite pluralism</span></a></li>\n<li class=\"toclevel-1 tocsection-3\"><a href=\"#Neo-pluralism\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Neo-pluralism</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Charles_Lindblom\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Charles Lindblom</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Corporatism\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Corporatism</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#The_Importance_of_pluralism_in_foreign_policy_making\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">The Importance of pluralism in foreign policy making</span></a></li>\n<li class=\"toclevel-1 tocsection-7\"><a href=\"#See_also\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Notes\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">Notes</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Pluralist_conception_of_power\">Pluralist conception of power</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=1\" title=\"Edit section: Pluralist conception of power\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The list of possibilities is virtually endless: legal authority, money, prestige, skill, knowledge, charisma, legitimacy, free time, and experience. Pluralists also stress the differences between potential and actual power as it stands. Actual power means the ability to compel someone to do something and is the view of power as a causation.  Dahl describes power as a \"realistic relationship, such as A's capacity for acting in such a manner as to control B's responses\" [A preface to Democratic Theory].   Potential power refers to the possibility of turning resources into actual power. Cash, one of many resources, is only a stack of bills until it is put to work. <a href=\"/wiki/Malcolm_X\" title=\"Malcolm X\">Malcolm X</a>, for example, was certainly not a rich person. But by using resources such as his forceful personality, organizational skills, he had a greater impact on American politics than most wealthy people. A particular resource like money cannot automatically be equated with power because the resource can be used skillfully or clumsily, fully or partially, or not at all.\n</p><p>The pluralist approach to the study of <a href=\"/wiki/Political_power\" title=\"Political power\" class=\"mw-redirect\">power</a>, states that nothing categorical about power can be assumed in any community. The question then is not who runs a community, but if any group in fact does.  To determine this, pluralists study specific outcomes.  The reason for this is that they believe human behavior is governed in large part by <a href=\"/wiki/Inertia\" title=\"Inertia\">inertia</a>.  That said, actual involvement in overt activity is a more valid marker of leadership than simply a reputation.  Pluralists also believe that there is no one particular issue or point in time at which any group must assert itself to stay true to its own expressed values, but rather that there are a variety of issues and points at which this is possible.  There are also costs involved in taking action at all − not only losing, but expenditure of time and effort. While a <a href=\"/wiki/Structuralism_(sociology)\" title=\"Structuralism (sociology)\" class=\"mw-redirect\">structuralist</a> may argue that power distributions have a rather permanent nature, this rationale says that power may in fact be tied to issues, which vary widely in duration. Also, instead of focusing on actors within a <a href=\"/wiki/System\" title=\"System\">system</a>, the emphasis is on the <a href=\"/wiki/Leadership\" title=\"Leadership\">leadership</a> roles itself.  By studying these, it can be determined to what extent there is a power structure present in a <a href=\"/wiki/Society\" title=\"Society\">society</a>.\n</p><p>Three of the major tenets of the pluralist school are (1) resources and hence potential power are widely scattered throughout society; (2) at least some resources are available to nearly everyone; and (3) at any time the amount of potential power exceeds the amount of actual power.\n</p><p>Finally, and perhaps most important, no one is all-powerful unless proven so through empirical observation. An individual or group that is influential in one realm may be weak in another. Large military contractors certainly throw their weight around on defense matters, but how much sway do they have on agricultural or health policies? A measure of power, therefore, is its scope, or the range of areas where it is successfully applied as observed by a researcher. Pluralists believe that with few exceptions power holders usually have a relatively limited scope of influence.  Pluralism does leave room for an elitist situation-  Should a group A continuously exert power over multiple groups.  For a pluralist to accept this notion, it must be empirically observed and not assumed so by definition.\n</p><p>For all these reasons power cannot be taken for granted. One has to observe it empirically in order to know who really governs. The best way to do this, pluralists believe, is to examine a wide range of specific decisions, noting who took which side and who ultimately won and lost. Only by keeping score on a variety of controversies can one begin to identify actual power holders. Pluralism was associated with <a href=\"/wiki/Behavioralism\" title=\"Behavioralism\">behavioralism</a><sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\"><span>[</span>2<span>]</span></a></sup>\n</p><p>A contradiction to pluralist power is often cited from the origin of one's power.  Although certain groups may share power, people within those groups set agendas, decide issues, and take on leadership roles through their own qualities. Some theorists argue that these qualities cannot be transferred, thus creating a system where elitism still exists.  What this theory fails to take into account is the prospect of overcoming these qualities by garnering support from other groups.  By aggregating power with other organizations, interest groups can over-power these non-transferable qualities.  In this sense, political pluralism still applies to these aspects.\n</p>\n<h2><span class=\"mw-headline\" id=\"Elite_pluralism\">Elite pluralism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=2\" title=\"Edit section: Elite pluralism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Elite pluralists agree with classical pluralists that there is “plurality” of power, however this plurality is not “pure” as some people and groups have more power than others. For example,some people have more money than others, so they can pay to have their opinion put across better (i.e. more advertising) than the working class can. This inequality is because society has “elites”; people who have more power, perhaps through money, inheritance or social tradition than others<sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\"><span>[</span>3<span>]</span></a></sup>\n</p>\n<h2><span class=\"mw-headline\" id=\"Neo-pluralism\">Neo-pluralism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=3\" title=\"Edit section: Neo-pluralism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>While Pluralism as a political theory of the state and policy formation gained its most traction during the 1950s and 1960s in America, some scholars argued that the theory was too simplistic (see Connolly (1969) <i>The Challenge to Pluralist Theory</i>) - leading to the formulation of neo-pluralism. Views differed about the division of power in democratic society. Although neo-pluralism  sees multiple pressure groups competing over political influence, the political agenda is biased towards corporate power.  Neo-pluralism no longer sees the state as an umpire mediating and adjudicating between the demands of different interest groups, but as a relatively  autonomous actor (with different departments) that forges and looks after its own (sectional) interests. Constitutional rules, which in pluralism are embedded in a supportive political culture, should be seen in the context of a diverse, and not necessarily supportive, political culture and a system of radically uneven economic sources. This diverse culture exists because of an uneven distribution of socioeconomic power. This creates possibilities for some groups - while limiting others - in their political options.\nIn the international realm, order is distorted by powerful multinational interests and dominant states, while in classical pluralism emphasis is put on stability by a framework of pluralist rules and <a href=\"/wiki/Free_market\" title=\"Free market\">free market</a> society.\n</p><p>There are two significant theoretical critiques on pluralism: <a href=\"/wiki/Corporatism\" title=\"Corporatism\">Corporatism</a> and <a href=\"/wiki/Neo-Marxism\" title=\"Neo-Marxism\">Neo-Marxism</a>.\n</p>\n<h3><span class=\"mw-headline\" id=\"Charles_Lindblom\">Charles Lindblom</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=4\" title=\"Edit section: Charles Lindblom\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p><a href=\"/wiki/Charles_E._Lindblom\" title=\"Charles E. Lindblom\">Charles E. Lindblom</a>, who is seen as positing a strong neo-pluralist argument, still attributed primacy to the competition between <a href=\"/wiki/Interest_group\" title=\"Interest group\" class=\"mw-redirect\">interest groups</a> in the policy process but recognized the disproportionate influence business interests have in the policy process.\n</p>\n<h3><span class=\"mw-headline\" id=\"Corporatism\">Corporatism</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=5\" title=\"Edit section: Corporatism\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Classical pluralism was criticized as it did not seem to apply to <a href=\"/wiki/Westminster_system\" title=\"Westminster system\">Westminster-style</a> democracies or the European context. This led to the development of <a href=\"/wiki/Corporatism\" title=\"Corporatism\">corporatist</a> theories. Corporatism is the idea that a few select interest groups are actually (often formally) involved in the policy formulation process, to the exclusion of the myriad other 'interest groups'. For example, <a href=\"/wiki/Trade_union\" title=\"Trade union\">trade unions</a> and major sectoral business associations are often consulted about (if not the drivers of) specific policies.\n</p><p>These policies often concern tripartite relations between workers, employers and the state, with a coordinating role for the latter. The state constructs a framework in which it can address the political and economic issues with these organized and centralized groups. In this view, parliament and party politics lose influence in the policy forming process.\n</p>\n<h2><span class=\"mw-headline\" id=\"The_Importance_of_pluralism_in_foreign_policy_making\">The Importance of pluralism in foreign policy making</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=6\" title=\"Edit section: The Importance of pluralism in foreign policy making\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>From the political aspect, ‘pluralism’ has a huge affection on the process and decision-making in formulating policy. In international security, during the policy making process, different parties may have a chance to take part in decision making. The one who has more power, the more opportunity that it gains and the higher possibility to get what it wants. According to M. Frances (1991), “decision making appears to be a maze of influence and power.” Power has a great influence on decision-making. However, a single party who control the process of policy making will limited the flexibility and it is unfair that a foreign policy was made to satisfy only one party.\n</p><p>As a globalizing world, pluralism in foreign policy making is important. The process should not only include local government and companies, but also foreign organizations and international companies in order to provide a comprehensive and globally flexible policy. International cooperation may provide more ideas and resources to ensure the foreign policies are effective to both local and foreign countries. Diversification of policy also makes a better relationship between local and foreign countries. International relationship is important during the process of foreign policy making. To maintain a peaceful relationship, implement pluralism. And at the same time, respect other.\n</p><p>Pluralism is easily found in cultural aspect. For example in the U.S., people from China is able to have area referred as Chinatown thus they can keep their own culture. It is a peaceful way to spread own opinion and merge with different opinion. People have right to fight for what they want and let the public hear their voice. If pluralism is still affective and accepted by the government in political aspect, more parties can take part in decision-making and gain more power. The existing of diverse can lead to a more democratic and peaceful society.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=7\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li> <a href=\"/wiki/Distributism\" title=\"Distributism\">Distributism</a></li>\n<li> <a href=\"/wiki/Elite_theory\" title=\"Elite theory\">Elite theory</a></li>\n<li> <a href=\"/wiki/New_institutionalism\" title=\"New institutionalism\">New institutionalism</a></li>\n<li> <a href=\"/wiki/Marxism\" title=\"Marxism\">Marxism</a></li>\n<li> <a href=\"/wiki/Legitimation_Crisis\" title=\"Legitimation Crisis\" class=\"mw-redirect\">Legitimation Crisis</a></li>\n<li> <a href=\"/wiki/Agonism\" title=\"Agonism\">Agonism</a></li>\n<li> <a href=\"/wiki/Salad_Bowl_(cultural_idea)\" title=\"Salad Bowl (cultural idea)\" class=\"mw-redirect\">Salad Bowl (cultural idea)</a></li>\n<li> <a href=\"/wiki/Decision-making\" title=\"Decision-making\">Decision-making</a></li>\n<li> <a href=\"/wiki/Foreign_policy\" title=\"Foreign policy\">Foreign Policy</a></li>\n<li> <a href=\"/wiki/International_relations\" title=\"International relations\">International relations</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"Notes\">Notes</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=8\" title=\"Edit section: Notes\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">Held, David, Models of Democracy</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.socialstudieshelp.com/APGOV_pluralism.htm\">Pluralism</a></span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">Schattschneider, E.E. 1960. <i>The Semi-Sovereign People</i>. New York: Holt, Rinehart and Winston, p. 35.</span>\n</li>\n</ol>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Pluralism_(political_theory)&amp;action=edit&amp;section=9\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li> Socialstudieshelp.com, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.socialstudieshelp.com/APGOV_pluralism.htm\">Pluralism</a>. Accessed 13 February 2007.</li>\n<li> <a href=\"/wiki/Elmer_Eric_Schattschneider\" title=\"Elmer Eric Schattschneider\">Elmer Eric Schattschneider</a> (1960) <i>The Semi-Sovereign People</i>. New York: Holt, Rinehart and Winston.</li>\n<li> <a href=\"/wiki/Gad_Barzilai\" title=\"Gad Barzilai\">Gad Barzilai</a> (2003) <i>Communities and Law: Politics and Cultures of Legal Identities.</i> Ann Arbor: University of Michigan Press.</li>\n<li> Polsby, Nelson W.  (1960) How to Study Community Power: The Pluralist Alternative. <i>The Journal of Politics,  (22)3</i>, 474-484</li>\n<li> <a href=\"/wiki/William_E._Connolly\" title=\"William E. Connolly\">William E. Connolly</a>: <i>The Ethos of Pluralization</i>. <a href=\"/wiki/University_of_Minnesota_Press\" title=\"University of Minnesota Press\">University of Minnesota Press</a>, 1995.</li>\n<li> C. Alden (2011). Foreign policy analysis. London: University of London.</li>\n<li> M. Frances Klein (1991). The Politics of Curriculum Decision-Making: Issues in Centralizing the Curriculum. New York: SUNY Press.</li></ul>\n<p>\n</p>"}]}}}, "warnings": {"query": {"*": "Formatting of continuation data will be changing soon. To continue using the current formatting, use the 'rawcontinue' parameter. To begin using the new format, pass an empty string for 'continue' in the initial query."}}}