{"query": {"pages": {"9754991": {"lastrevid": 597079536, "pageid": 9754991, "canonicalurl": "http://en.wikipedia.org/wiki/Sociology_of_human_consciousness", "title": "Sociology of human consciousness", "editurl": "http://en.wikipedia.org/w/index.php?title=Sociology_of_human_consciousness&action=edit", "length": 13328, "contentmodel": "wikitext", "pagelanguage": "en", "touched": "2014-12-17T20:09:12Z", "ns": 0, "fullurl": "http://en.wikipedia.org/wiki/Sociology_of_human_consciousness", "revisions": [{"*": "<p>The <b>sociology of human consciousness</b> uses the theories and methodology of <a href=\"/wiki/Sociology\" title=\"Sociology\">sociology</a> to explain human <a href=\"/wiki/Consciousness\" title=\"Consciousness\">consciousness</a>.\n</p>\n<div id=\"toc\" class=\"toc\"><div id=\"toctitle\"><h2>Contents</h2></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Overview\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Overview</span></a></li>\n<li class=\"toclevel-1 tocsection-2\"><a href=\"#Theory\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Theory</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Human_consciousness_as_a_reflective_activity\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Human consciousness as a reflective activity</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Individual_consciousness\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Individual consciousness</span></a></li>\n<li class=\"toclevel-2 tocsection-5\"><a href=\"#Construction_of_selves_through_reflectivity\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Construction of selves through reflectivity</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-6\"><a href=\"#Relationship_with_social_organization\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Relationship with social organization</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Oppressive_reflectivity\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Oppressive reflectivity</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-8\"><a href=\"#Outlooks\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Outlooks</span></a></li>\n<li class=\"toclevel-1 tocsection-9\"><a href=\"#Bibliography\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Bibliography</span></a></li>\n<li class=\"toclevel-1 tocsection-10\"><a href=\"#References\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=1\" title=\"Edit section: Overview\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The foundations of this work may be traced to <a href=\"/wiki/Philosopher\" title=\"Philosopher\">philosopher</a> and sociologist <a href=\"/wiki/George_Herbert_Mead\" title=\"George Herbert Mead\">George Herbert Mead</a>, whose work provided major insights into the formation of <a href=\"/wiki/Mind\" title=\"Mind\">mind</a>, concepts of <a href=\"/wiki/Self_(philosophy)\" title=\"Self (philosophy)\" class=\"mw-redirect\">self</a> and other, and the internalization of <a href=\"/wiki/Society\" title=\"Society\">society</a> in individual social beings, viewing these as emerging out of human interaction and <a href=\"/wiki/Communication\" title=\"Communication\">communication</a>.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\"><span>[</span>1<span>]</span></a></sup> Recent work <sup id=\"cite_ref-2\" class=\"reference\"><a href=\"#cite_note-2\"><span>[</span>2<span>]</span></a></sup> brings such a sociological and social psychological perspective to bear on several key aspects of consciousness, and in doing so inverts explanation: starting from collective phenomena, one ends  up analyzing individual consciousness. \n</p><p>In making this inversion, they do not totally reject <a href=\"/wiki/Reductionist\" title=\"Reductionist\" class=\"mw-redirect\">reductionist</a> approaches—nor deny their value in identifying the \"hardware\" through which collective and social psychological processes operate. However, they would reject the idea that a complete explanation can be formulated on the basis of either purely sociological mechanisms or underlying <a href=\"/wiki/Physics\" title=\"Physics\">physical</a>, <a href=\"/wiki/Chemistry\" title=\"Chemistry\">chemical</a>, <a href=\"/wiki/Neurological\" title=\"Neurological\" class=\"mw-redirect\">neurological</a>, <a href=\"/wiki/Hormonal\" title=\"Hormonal\" class=\"mw-redirect\">hormonal</a>, or <a href=\"/wiki/Psychological\" title=\"Psychological\" class=\"mw-redirect\">psychological</a> factors and processes. For a critique of reductionism from the perspective of modern physics and <a href=\"/wiki/Biology\" title=\"Biology\">biology</a> see Morowitz (1981). \n</p><p>The biological and bio-physical bases of human life are recognized. However, these approaches cannot be relied on entirely. In part, the level of analysis is misdirected when it comes to some classes of consciousness phenomena; most of the natural science approaches focus on the wrong levels and the wrong factors with which to explain some of the most mysterious and paradoxical features of human consciousness.\n</p>\n<h2><span class=\"mw-headline\" id=\"Theory\">Theory</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=2\" title=\"Edit section: Theory\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>The sociological approach <sup id=\"cite_ref-3\" class=\"reference\"><a href=\"#cite_note-3\"><span>[</span>3<span>]</span></a></sup> emphasizes the importance of <a href=\"/wiki/Language\" title=\"Language\">language</a>, collective representations, self-conceptions, and self-reflectivity. This theoretical approach argues that the shape and feel of human consciousness is heavily social, and this is no less true of our experiences of \"collective consciousness\" than it is of our experiences of individual consciousness. \n</p><p>The theory suggests that the problem of consciousness can be approached fruitfully by beginning with the human group and collective phenomena: <a href=\"/wiki/Community\" title=\"Community\">community</a>, language, language-based communication, institutional, and cultural arrangements.<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\"><span>[</span>4<span>]</span></a></sup> A collective is a group or <a href=\"/wiki/Population\" title=\"Population\">population</a> of individuals that possesses or develops through communication collective representations or models of \"we\" as opposed to \"them\": a group, community, organization, or nation is contrasted to \"other\"; its values and goals, its structure and modes of operating, its relation to its environment and other agents, its potentialities and weaknesses, strategies and developments, and so on. \n</p><p>A collective has the capacity in its collective representations and communications about what characterizes it, or what (and how) this self perceives, judges, or does, or what it can (and cannot) do, or should do (or should not do). It monitors its activities, its achievements and failures, and also to a greater or lesser extent, analyzes and discusses itself as a defined and developing collective agent. \n</p><p>This is what is meant by self-reflectivity. Such reflectivity is encoded in language and developed in conversations about collective selves (as we discuss below, there are also conversations about the selves of individuals, defining, justifying, and stigmatizing them).\n</p>\n<h3><span class=\"mw-headline\" id=\"Human_consciousness_as_a_reflective_activity\">Human consciousness as a reflective activity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=3\" title=\"Edit section: Human consciousness as a reflective activity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Human consciousness in at least one major sense is a type of reflective activity. It entails the capacity to observe, monitor, judge, and decide about the collective self. This is a basis for maintaining a particular collective as it is understood or represented; it is a basis for re-orienting and re-organizing the collective self in response to performance failings or profound crisis (economic, political, cultural).\n</p><p>Collective reflectivity emerges then as a function of a group or organization producing and making use of collective representations of the self in its discussions, critical reflections, planning, and actions.\n</p>\n<h3><span class=\"mw-headline\" id=\"Individual_consciousness\">Individual consciousness</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=4\" title=\"Edit section: Individual consciousness\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Individual consciousness is the normal outcome of processes of collective naming, classifying, monitoring, judging, and reflecting on the individual members of the group or organization. And an individual in a collective context learns to participate in discussions and discourses about \"themself\", that is, group reflections on themself, their appearance, their orientations and attitudes, their strategies and conduct. Thus, an individual learns (in line with George Herbert Mead's earlier formulations) a naming and classification of themself (self-description and identity) and a characterization of their judgments, actions, and predispositions.\n</p><p>In acquiring a language and conceptual framework for this mode of activity along with experience and skills in reflective discussion they develop a capability of inner reflection and inner dialog about themself. These are characteristic features of a particular type of individual \"consciousness\". This conception points up the socially constructed character of key properties of the human mind, realized through processes of social interaction and social <a href=\"/w/index.php?title=Constructavism&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Constructavism (page does not exist)\">construction</a>. In sum, individual self-representation, self-reference, self-reflectivity, and experiences of consciousness, derive from the collective experience.<sup id=\"cite_ref-5\" class=\"reference\"><a href=\"#cite_note-5\"><span>[</span>5<span>]</span></a></sup>\n</p>\n<h3><span class=\"mw-headline\" id=\"Construction_of_selves_through_reflectivity\">Construction of selves through reflectivity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=5\" title=\"Edit section: Construction of selves through reflectivity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Self-reflectivity as a type of consciousness often facililtates critical examination and re-construction of selves, collective as well as individual. This plays an essential role in human communities (as well as individual beings) in the face of systematic or highly risky performance failures or new types of problems. Through self-reflection, agents may manage in the course of directed <a href=\"/wiki/Problem-solving\" title=\"Problem-solving\" class=\"mw-redirect\">problem-solving</a> to develop more effective <a href=\"/wiki/Institutions\" title=\"Institutions\" class=\"mw-redirect\">institutional arrangements</a>, for instance, large-scale means of social coordination such as administration, <a href=\"/wiki/Democracy\" title=\"Democracy\">democratic association</a>, or <a href=\"/wiki/Markets\" title=\"Markets\" class=\"mw-redirect\">markets</a>.\n</p>\n<h2><span class=\"mw-headline\" id=\"Relationship_with_social_organization\">Relationship with social organization</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=6\" title=\"Edit section: Relationship with social organization\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Language-based collective representations of the past as well as of the <a href=\"/wiki/Future\" title=\"Future\">future</a>, enable agents to escape the present, to enter into future as well as past imagined worlds, and to reflect together on these worlds. Moreover, in relation to the past, present, and future, the agents may generate alternative representations. These alternative constructions imagined, discussed, struggled over, and tested, make for the generation of variety, a major input into evolutionary processes, as discussed elsewhere.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\"><span>[</span>6<span>]</span></a></sup> \n</p><p>Such variety may also lead to social conflicts, as agents disagree about representations, or oppose the implications or remedies to problems proposed by particular agents. This opens the way for political struggles about alternative conceptions and solutions (where democratic politics entails at times collective self-reflectivity par excellence). \n</p><p>In general, such processes enhance the collective capacity to deal with new challenges and crises. Thus, a collective has potentially a rich basis not only for talking about, discussing, agreeing (or disagreeing) about a variety of objects including the \"collective self\" as well as particular \"individual selves\"; but it also has a means to conceptualize and develop alternative types of social relationships, effective forms of <a href=\"/wiki/Leadership\" title=\"Leadership\">leadership</a>, <a href=\"//en.wiktionary.org/wiki/coordination\" class=\"extiw\" title=\"wikt:coordination\">coordination</a> and control, and, in general, new <a href=\"/wiki/Norm_(social)\" title=\"Norm (social)\">normative</a> orders and institutional arrangements.\n</p><p>Collectives can even develop their potentialities for collective representation and self-reflectivity, for instance through innovations in information and accounting systems and processes of social accountability. These potentialities enable systematic, directed problem-solving, and the generation of variety and complex strategies. In particular selective environments, these make for major evolutionary advantages.\n</p>\n<h3><span class=\"mw-headline\" id=\"Oppressive_reflectivity\">Oppressive reflectivity</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=7\" title=\"Edit section: Oppressive reflectivity\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The powerful tool of collective reflectivity must be seen as a double-edged sword in relation to expanding <a href=\"/w/index.php?title=Freedom_of_opportunity&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Freedom of opportunity (page does not exist)\">freedom of opportunity</a> and variability, on the one hand, and, on the other, imposing particular constraints and limiting variability. \n</p><p>Collective representations and reflectivity and directed problem-solving based on them may prevent human groups from experiencing or discovering the un-represented and the unnamed; unrecognized or poorly defined problems cannot be dealt with (as discussed elsewhere,<sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\"><span>[</span>7<span>]</span></a></sup> for instance, in the case of failures of accounting systems to recognize or take into account important social and environmental conditions and developments). \n</p><p>Reflective and problem-solving powers may then be distorted, the generation of alternatives and varieties narrow and largely ineffective, and social innovation and transformation misdirected and possibly self-destructive. Thus, the presumed evolutionary advantages of human reflectivity must be qualified or viewed as conditional.\n</p>\n<h2><span class=\"mw-headline\" id=\"Outlooks\">Outlooks</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=8\" title=\"Edit section: Outlooks\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>In sum, recent research, building on the work of George Herbert Mead, suggests that a sociological and social psychological perspective can be a point of departure with which to define and analyze certain forms of human consciousness, or more precisely, one class of consciousness phenomena, namely verbalized reflectivity: monitoring, discussing, judging and re-orienting and re-organizing self; representing and analyzing what characterizes the self, what self perceives, judges, could do, should do (or should not do)). \n</p><p>The \"hard problem\" of consciousness <sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\"><span>[</span>8<span>]</span></a></sup> can be approached fruitfully by beginning with the human group and collective phenomena: community, language, language-based communication, institutional and cultural arrangements, collective representations, self-conceptions, and self-referentiality. Collective reflectivity emerges as a function of an organization or group producing and making use of collective representations of the self (\"we\", our group, community, organization, nation) in its discussions, critical reflections, and decision-making. A collective monitors and discusses its activities, achievements and failures, and reflects on itself as a defined, acting, and developing collective being. This reflectivity is encoded in language and developed in conversations about collective (as well as individual) selves.\n</p><p>Individual consciousness is seen as deriving from the processes of collective naming, classifying, monitoring, judging, reflecting on, and conducting discussions and discourses about, the individual themself. In acquiring a language and conceptual framework for this mode of activity—along with skills and experiences in reflective discussion—they develop a capability of inner reflection and <a href=\"/wiki/Internal_discourse\" title=\"Internal discourse\">inner discourse</a> about self, which are characteristic features of individual consciousness. One can also distinguish multiple modes of individual awareness and consciousness, distinguishing awareness from consciousness proper, and also identifying pre- and <a href=\"/wiki/Sub-conscious\" title=\"Sub-conscious\" class=\"mw-redirect\">sub-conscious</a> levels.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\"><span>[</span>9<span>]</span></a></sup> This points up the <a href=\"/wiki/Complexity\" title=\"Complexity\">complexity</a> of the human mind, in part because of its elaboration through processes of social interaction and construction.\n</p>\n<h2><span class=\"mw-headline\" id=\"Bibliography\">Bibliography</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=9\" title=\"Edit section: Bibliography\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li> <a href=\"/wiki/Walter_F._Buckley\" title=\"Walter F. Buckley\">Walter F. Buckley</a> (1996) \"Mind, Mead, and Mental Behaviorism\". Appears in K.M. Kwan (ed), <i>Individuality and Social Control: Essays in Honor of Tamotsu Shibutani</i>. Greenwich, Conn.: JAI Press.</li>\n<li> <a href=\"/wiki/Tom_R._Burns\" title=\"Tom R. Burns\">Tom R. Burns</a>, T. Baumgartner, T. Dietz, and Nora Machado (2003) \"The Theory of Actor-System Dynamics: Human Agency, Rule Systems, and Cultural Evolution.\" In: <i>Encyclopedia of Life Support Systems</i>. Paris: UNESCO.</li>\n<li> <a href=\"/wiki/Tom_R._Burns\" title=\"Tom R. Burns\">Tom R. Burns</a>, and Engdahl, Erik. (1998a). \"The Social Construction of Consciousness:Collective Consciousness and its Socio-Cultural Foundations.\" <i>Journal of Consciousness Studies</i>, 5: No 2, pp.&#160;67–85.</li>\n<li> <a href=\"/wiki/Tom_R._Burns\" title=\"Tom R. Burns\">Tom R. Burns</a>, and Engdahl, Erik. (1998b). \"The Social Construction of Consciousness:Individual Selves, Self-Awareness, and Reflectivity.\" <i>Journal of Consciousness Studies</i>, 5: No. 2, pp.&#160;166–184</li>\n<li> Chalmers, D.J. (1995), \"Facing up to the problem of consciousness.\" <i>Journal of Consciousness Studies</i>, 2 (3), pp.&#160;200–19.</li>\n<li> Morowitz, H.J. (1981) \"Rediscovering the Mind.\" In D.R. Hofstadter and D.C. Dennet (eds.) <i>The Mind's I: Fantasies and Reflections of Self and Soul</i>. Harmondsworth: Penguin.</li>\n<li> Wiley, N. (1994) <i>The Semiotic Self</i>. Cambridge: Polity Press.</li>\n<li> Wiley, N. (1986a) \"History of the Self: From Primates to Present.\" Paper presented at the German-American Theory Conference, August 1986, Berkeley, California.</li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Sociology_of_human_consciousness&amp;action=edit&amp;section=10\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<div class=\"reflist columns references-column-count references-column-count-2\" style=\"-moz-column-count: 2; -webkit-column-count: 2; column-count: 2; list-style-type: decimal;\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-1\">^</a></b></span> <span class=\"reference-text\">(Walter Buckley, 1996; Norbert Wiley, 1994)</span>\n</li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-2\">^</a></b></span> <span class=\"reference-text\">(Buckley, 1996; Tom R. Burns and Erik Engdahl, 1998a, 1998b, Burns et al., 2003, among others)</span>\n</li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-3\">^</a></b></span> <span class=\"reference-text\">(Buckley, 1996; Burns and Engdahl (1998a, 1998b), Wiley, 1994, 1986 among others)</span>\n</li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-4\">^</a></b></span> <span class=\"reference-text\">(Wiley, 1986)</span>\n</li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-5\">^</a></b></span> <span class=\"reference-text\">(Burns and Engdahl, 1998b; Wiley, 1986)</span>\n</li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\">(Burns et al., 2003; Burns and Dietz, 1992)</span>\n</li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\">(Burns et al., 2003)</span>\n</li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\">(Chalmers, 1995)</span>\n</li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">(Burns and Engdahl, 1998b)</span>\n</li>\n</ol></div>\n"}]}}}, "warnings": {"query": {"*": "Formatting of continuation data will be changing soon. To continue using the current formatting, use the 'rawcontinue' parameter. To begin using the new format, pass an empty string for 'continue' in the initial query."}}}