{"query": {"pages": {"548214": {"lastrevid": 615904017, "pageid": 548214, "canonicalurl": "http://en.wikipedia.org/wiki/Vested_interest_(communication_theory)", "title": "Vested interest (communication theory)", "editurl": "http://en.wikipedia.org/w/index.php?title=Vested_interest_(communication_theory)&action=edit", "length": 23132, "contentmodel": "wikitext", "pagelanguage": "en", "touched": "2015-03-31T19:15:17Z", "ns": 0, "fullurl": "http://en.wikipedia.org/wiki/Vested_interest_(communication_theory)", "revisions": [{"*": "<div class=\"hatnote\">For the <a href=\"/wiki/Property_law\" title=\"Property law\">property law</a> term, see <a href=\"/wiki/Vesting\" title=\"Vesting\">Vesting</a>.</div>\n<table class=\"metadata plainlinks ambox ambox-content ambox-Refimprove\" role=\"presentation\"><tr><td class=\"mbox-image\"><div style=\"width:52px\"><a href=\"/wiki/File:Question_book-new.svg\" class=\"image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png\" width=\"50\" height=\"39\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/75px-Question_book-new.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/100px-Question_book-new.svg.png 2x\" data-file-width=\"262\" data-file-height=\"204\" /></a></div></td><td class=\"mbox-text\"><span class=\"mbox-text-span\">This article <b>needs additional citations for <a href=\"/wiki/Wikipedia:Verifiability\" title=\"Wikipedia:Verifiability\">verification</a></b>.<span class=\"hide-when-compact\"> Please help <a class=\"external text\" href=\"//en.wikipedia.org/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit\">improve this article</a> by <a href=\"/wiki/Help:Introduction_to_referencing/1\" title=\"Help:Introduction to referencing/1\">adding citations to reliable sources</a>. Unsourced material may be challenged and removed.</span>  <small><i>(October 2011)</i></small><span class=\"hide-when-compact\"></span></span></td></tr></table>\n<table class=\"mbox-small plainlinks sistersitebox\" style=\"border:1px solid #aaa;background-color:#f9f9f9\">\n<tr>\n<td class=\"mbox-image\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png\" width=\"37\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/55px-Wiktionary-logo-en.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/73px-Wiktionary-logo-en.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"1089\" /></td>\n<td class=\"mbox-text plainlist\">Look up <i><b><a href=\"//en.wiktionary.org/wiki/vested_interest\" class=\"extiw\" title=\"wiktionary:vested interest\">vested interest</a></b></i> in Wiktionary, the free dictionary.</td></tr></table>\n<p><b>Vested interest</b> is a <a href=\"/wiki/Communication_theory\" title=\"Communication theory\">communication theory</a> that seeks to explain how influences affect behavior. As defined by <a href=\"/wiki/William_Crano\" title=\"William Crano\">William Crano</a>, <i>vested interest</i> refers to the amount that an attitude object is deemed <a href=\"//en.wiktionary.org/wiki/hedonic\" class=\"extiw\" title=\"wikt:hedonic\">hedonically</a> relevant by the attitude holder (Crano, 1995). In Crano's theory of vested interest, he states that “an attitude object that has important perceived personal consequences for the individual will be perceived as highly vested. Highly vested attitudes will be functionally related to behavior” (Crano, 1995). Simply put, when people have more at stake with the result of an object (like a law or policy) that will greatly affect them, they will behave in a way that will directly support or defy the object for the sake of their own self-interest.\n</p><p>For example, a 30-year old learns that the legal driving age in his state is being raised from 16 to 17.  While he may not agree with this proposed change, he is not impacted as much as a 15-year-old would be and is unlikely to protest the change. A 15-year old, however, has much to lose (waiting another year to get a driver license) and is more likely to vehemently oppose the new proposed law. To gather support for his position, a course of action the 15-year old might take would be to tell other soon-to-be drivers about the new law, so that they collectively have a vested interest in perhaps changing the law. This example illustrates the point that highly vested attitudes concerning issues depend on situational point of view.\n</p>\n<div id=\"toc\" class=\"toc\"><div id=\"toctitle\"><h2>Contents</h2></div>\n<ul>\n<li class=\"toclevel-1 tocsection-1\"><a href=\"#Key_Factors\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Key Factors</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-2\"><a href=\"#Involvement\"><span class=\"tocnumber\">1.1</span> <span class=\"toctext\">Involvement</span></a></li>\n<li class=\"toclevel-2 tocsection-3\"><a href=\"#Ego_involvement\"><span class=\"tocnumber\">1.2</span> <span class=\"toctext\">Ego involvement</span></a></li>\n<li class=\"toclevel-2 tocsection-4\"><a href=\"#Attitude_importance\"><span class=\"tocnumber\">1.3</span> <span class=\"toctext\">Attitude importance</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-5\"><a href=\"#Components\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Components</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-6\"><a href=\"#Stake\"><span class=\"tocnumber\">2.1</span> <span class=\"toctext\">Stake</span></a></li>\n<li class=\"toclevel-2 tocsection-7\"><a href=\"#Salience\"><span class=\"tocnumber\">2.2</span> <span class=\"toctext\">Salience</span></a></li>\n<li class=\"toclevel-2 tocsection-8\"><a href=\"#Certainty\"><span class=\"tocnumber\">2.3</span> <span class=\"toctext\">Certainty</span></a></li>\n<li class=\"toclevel-2 tocsection-9\"><a href=\"#Immediacy\"><span class=\"tocnumber\">2.4</span> <span class=\"toctext\">Immediacy</span></a></li>\n<li class=\"toclevel-2 tocsection-10\"><a href=\"#Self-efficacy\"><span class=\"tocnumber\">2.5</span> <span class=\"toctext\">Self-efficacy</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-11\"><a href=\"#Relevant_research\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Relevant research</span></a>\n<ul>\n<li class=\"toclevel-2 tocsection-12\"><a href=\"#Drinking_age_experiment\"><span class=\"tocnumber\">3.1</span> <span class=\"toctext\">Drinking age experiment</span></a></li>\n<li class=\"toclevel-2 tocsection-13\"><a href=\"#Comprehensive_exam_experiment\"><span class=\"tocnumber\">3.2</span> <span class=\"toctext\">Comprehensive exam experiment</span></a></li>\n<li class=\"toclevel-2 tocsection-14\"><a href=\"#Assumed_consensus\"><span class=\"tocnumber\">3.3</span> <span class=\"toctext\">Assumed consensus</span></a></li>\n<li class=\"toclevel-2 tocsection-15\"><a href=\"#The_impact_of_smoking_on_attitudes_toward_cigarette_tax_and_smoking_restrictions\"><span class=\"tocnumber\">3.4</span> <span class=\"toctext\">The impact of smoking on attitudes toward cigarette tax and smoking restrictions</span></a></li>\n</ul>\n</li>\n<li class=\"toclevel-1 tocsection-16\"><a href=\"#Issues\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">Issues</span></a></li>\n<li class=\"toclevel-1 tocsection-17\"><a href=\"#Summary\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">Summary</span></a></li>\n<li class=\"toclevel-1 tocsection-18\"><a href=\"#See_also\"><span class=\"tocnumber\">6</span> <span class=\"toctext\">See also</span></a></li>\n<li class=\"toclevel-1 tocsection-19\"><a href=\"#References\"><span class=\"tocnumber\">7</span> <span class=\"toctext\">References</span></a></li>\n</ul>\n</div>\n\n<h2><span class=\"mw-headline\" id=\"Key_Factors\">Key Factors</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=1\" title=\"Edit section: Key Factors\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Involvement\">Involvement</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=2\" title=\"Edit section: Involvement\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>A key factor to consider with vested interest is the level or type of involvement the individual has with a particular attitude object.  This can be broken up into three main involvement components: Value-relevant, Impression-relevant, and Outcome-relevant. Value-relevant involvement concerns behaviors which support/reinforce values of the individual.  Impression-relevant involvement relates to those behaviors which serve to create or maintain a specific image of the individual. This could, in some ways, be compared to a <a href=\"/wiki/Self-monitoring\" title=\"Self-monitoring\">low-self monitor</a>.  Outcome-relevant involvement concerns those behaviors which hold direct personal consequences at a premium for the individual and as a result, corresponds most closely to vested interest (Crano, 1995).\n</p>\n<h3><span class=\"mw-headline\" id=\"Ego_involvement\">Ego involvement</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=3\" title=\"Edit section: Ego involvement\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The way people view vested interest as distinct from ego involvement, is a construct that has been the topic of social psychological research for many years (Sherif &amp; Hovland, 1961). In a study conducted by John Sivacek and William D. Crano, they prove that the aforementioned statement of ego involvement and vested interest are indeed separate. Sivacek and Crano state, \"It was possible to have circumstances that an individual would perceive as involving but that it would not arouse his or her vested interest.\" <a href=\"/wiki/Id,_ego_and_super-ego\" title=\"Id, ego and super-ego\">Ego</a>-involvement’s main focus points are on individual’s psychological attitudes that are experienced as being a part of “me”. The more emotionally connected people are to an idea, concept, or value, minor differences in beliefs can be viewed as significantly large and perhaps make harsh judgments or have stronger reactions. Conversely, a person with less emotional connectivity (low ego-involvement) will have more latitude in their reactions.  It is important to note that while highly vested attitudes can be experienced as ego involving, the opposite is not always true.  An individual can be ego involved in a certain attitude that has no hedonic consequence. For example, religious or political ideals with little or no hedonic value may still be ego-involved because individuals view those types of beliefs as part of who they are.\n</p>\n<h3><span class=\"mw-headline\" id=\"Attitude_importance\">Attitude importance</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=4\" title=\"Edit section: Attitude importance\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>The factor to consider with vested interest and its application towards attitude-consistent actions is attitude importance.  <a href=\"/wiki/Attitude_(psychology)\" title=\"Attitude (psychology)\">Attitude</a> (or issue) importance concerns not only matters of personal consequence, but also matters of national or international interest (Crano, 1995). While both of these can fall in line with each other, vested interest and attitude importance are not the same.  For example, consider the plight of an African nation that has been ravaged by an influenza epidemic. Although an individual in America may consider this objectively important, because of the low probability of personal consequence—i.e., vested interest — his resultant behavior may not be indicative of his attitude towards the epidemic. In other words, since the issue is of little hedonic relevance to the perceiver, the amount of vested interest is low, and is therefore unlikely to produce attitude-consistent actions. Geographic distance and cultural differences are also a factor in attitude importance. Tragic circumstances halfway around the world or shocking behaviors by members of a culture different from the perceiver, will most likely never result in attitude change. The physical distance or cultural difference of an occurrence directly correlates to the vested interest of the perceiver. Things too far away or customs perceived to be too strange will almost never trigger a vested interest.\n</p>\n<h2><span class=\"mw-headline\" id=\"Components\">Components</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=5\" title=\"Edit section: Components\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>There are five key components that may diminish or enhance the effects of vested interest on attitude-behavior consistency. These are (a) stake, (b) attitudinal salience, (c) the certainty of the attitude outcome link, (d) the immediacy of attitude-implicated consequences, and (e) the <a href=\"/wiki/Self-efficacy\" title=\"Self-efficacy\">self-efficacy</a> of the individual to perform an attitudinally implicated act. Attitudes affect behavior. However, social psychologists recognize that contextual, <a href=\"/w/index.php?title=Interpsychic&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Interpsychic (page does not exist)\">interpsychic</a>, and <a href=\"/wiki/Intrapsychic\" title=\"Intrapsychic\">intrapsychic</a> sources of variation can drastically affect the strength of this relation. A factor that has been shown to strongly affect attitude-behavior consistency is <a href=\"/wiki/Self-interest\" title=\"Self-interest\">self-interest</a> or vested interest (Brewer &amp; Crano, 1994). The following sections explain each of these variables in greater detail.\n</p>\n<h3><span class=\"mw-headline\" id=\"Stake\">Stake</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=6\" title=\"Edit section: Stake\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Stake refers to the perceived personal consequence of an attitude that is directly related to the intensity of vested interest and influences components that contribute to attitude-behavior consistency.  In its basic form, the more that is at stake concerning a particular issue, the stronger the attitude will be. Consequently, as attitude strength increases, the consistency of attitude-based actions also increases (Crano, 1995). \n</p><p>Stake may contribute to attitude-behavior consistency by inducing thoughts that support the attitude. This serves as the basis for future behavior. Stake may also strengthen the attitude-behavior relation by indirectly amplifying the awareness of stimuli associated with people's attitudes. Stake is the most powerful impression that comes from all the components of vested interest regarding attitude and behavior. Stake influences perceptions of attitude and action, but also of other action-relevant components as well. When stake is high, people also find the critical issue highly salient. Stake also affects the perception of immediacy. The greater the personal consequence of the issue, the more pressing the issue is perceived to be. Finally, stake was found to affect the perception of immediacy. The greater the personal consequence of the issue, the more pressing it was perceived to be. The phrases, \"the stakes are/were high\" or \"high stakes\", are used when issues of high salience or immediacy are raised, usually in regards to gambling or other high-risk activities involving vested interest.\n</p>\n<h3><span class=\"mw-headline\" id=\"Salience\">Salience</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=7\" title=\"Edit section: Salience\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Salience refers to the perceiver’s awareness of the effects of an attitude upon himself (Crano, 1995).  In other words, the prominence of an issue, as perceived by an individual, shapes the strength of his resulting attitude.  Salient attitudes have a greater effect directly on subsequent behavior. Linking this discovery to vested interest, the research concluded that the salience effect was heightened when the attitude had important personal outcomes for someone. When the consequences of the behavior issuing from an attitude are highly salient, attitude-behavior consistency increases. If consequences are not salient, the consistency of the effects of vested interest on attitude behavior will be dramatically reduced. For instance, two people may have negative attitudes towards living near a prison. The first person lost a loved one at the hands of an inmate who escaped during a jailbreak. The second person simply does not like the eyesore the prison building creates in the area around his home. The first person's attitude towards inmates and prisons will probably be more salient than that of the second person who has not experienced a similar trauma. The first person's more salient attitude will foster the operation of vested interest, which will result in greater attitude-behavior consistency. \n</p><p>Attitudes that have been acquired through direct experience, such as the example just given, may be more salient than those acquired through vicarious processes. This greater salience results in greater consistency in attitude behavior. The attitude of someone who is non-salient reduces vested interest and weakens attitude-behavior consistency. The most powerful impression to emerge from all the analyses is the overwhelming impact of stake, or personal consequence, on attitude and behavior. When stake is high, people assume that a person would find the critical issue highly salient. Stake does not interact with, but enhances the perception of, issue salience. This is an important effect, because salience has a significant impact on actions that are expected to happen.\n</p>\n<h3><span class=\"mw-headline\" id=\"Certainty\">Certainty</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=8\" title=\"Edit section: Certainty\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Certainty refers to perceived likelihood of personal consequences as a result of an attitude or action (Crano, 1995).  Simply stated, if a certain course of action is taken, then the chances of a specific event occurring as a result of this action are evaluated by the perceiver to help shape his resultant attitudes and behaviors.  Certainty can be easily applied to situations in which an individual knowingly takes a calculated risk.  For instance, let's continue with our aforementioned example of people living near a prison. Although the chance of a prison escape is minimal, particularly in a maximum-security prison, it could occur and crimes against those living close by would increase.  Those living further away from the prison might argue that a prison break is unlikely and that there is no real risk. Alternatively, those living close to the prison could make an equally valid argument about the dangers of living near the prison in the event of prisoners escaping. Still others might realize there to be a potential risk to their safety, but would not deem it risky enough to move elsewhere. \n</p><p>If the consequences of an attitude consistent act are uncertain, attitude-consistent action is not likely to occur, due to the fact that vested interest will be reduced. An example of this is a person who has a negative attitude towards living near a prison. If the person assumes that the link between living near a prison and being a victim of a violent crime is minimal, then health and safety promoting behaviors consistent with this negative attitude are not likely. However, if someone believes that living near the prison and being a victim of a violent crime is almost certain, that person would be unlikely to move close to the prison, assuming the person has a positive attitude toward safety or a negative attitude toward prisons and inmates.\n</p>\n<h3><span class=\"mw-headline\" id=\"Immediacy\">Immediacy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=9\" title=\"Edit section: Immediacy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Immediacy refers to an individual’s perceived amount of time between an action and its resulting consequences (Crano, 1995).  Immediacy can be considered an extension of certainty, however, these two entities are completely separate.  For instance, in our prison example, people in opposition to the construction of the prison in their neighborhood may have felt that the amount of time to build the prison to and the eventual housing of prisoners was not long enough to make an informed decision. They may also feel that it is only a matter of time before something negative happened to the local citizens as a result of having a prison nearby.\n</p><p>Immediacy refers to the apparent temporary lag between an attitudinally implicated action and its consequences. If the results of an attitude consistent action are thought to be immediate rather than delayed, the effects of stake, or vested interest, on attitude-behavior consistency will be more dramatic. In other words, if a person living near the prison in the previous example perceives the possibility of a jailbreak could occur at a much later time in life, he may act in manner that is not consistent. This is because the lack of immediate consequences reduces the perception of vested interest. Therefore, immediacy can help explain self-destructive behaviors.\n</p><p>Another example of immediacy is that of marketing companies who implement immediacy to encourage consumers to act or remain inactive. If what they market is something a person is highly vested in and the marketing firm has simultaneously created an immediate need, then they have done their job to get consumers to behave as they desired. This use of immediacy can be both helpful and harmful. Consumers who are not well versed in how marketing works may find themselves situations they did not wish to be in. However, consumers who are cognizant of how marketing works may find this very useful in how they do or do not expend their resources.\n</p>\n<h3><span class=\"mw-headline\" id=\"Self-efficacy\">Self-efficacy</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=10\" title=\"Edit section: Self-efficacy\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Self-efficacy in regards to vested interest, is the amount that an individual believes that they are capable of performing an action associated with an attitude or advocated position (Crano, 1995). In short, it is a person's sense of competence in regards to a specific task. Continuing with our prison example, residents with high vested interest that was covered by the other four components would need self-efficacy to protest the location of the new prison. In other words, the residents opposing the prison would have to believe in their abilities to effectively stop the construction. Conversely, if they lacked self-efficacy and therefore believed there was nothing they could do, then they would not act on their held attitude and vested interest will not have been attained. Variations in self-efficacy will produce differences in perceptions of the likelihood of someone working against the opposed plan. Higher levels of manipulated self-efficacy result in higher levels of expected action. However, variations in stake also influence perceptions of self-efficacy. When the stakes are high, people assume higher levels of perceived self-efficacy.\n</p>\n<h2><span class=\"mw-headline\" id=\"Relevant_research\">Relevant research</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=11\" title=\"Edit section: Relevant research\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<h3><span class=\"mw-headline\" id=\"Drinking_age_experiment\">Drinking age experiment</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=12\" title=\"Edit section: Drinking age experiment\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Various studies have been conducted to determine the effects of vested interest on attitude strengths.  In one such study, Crano and Sivacek (1982) visited a university in Michigan and gathered the results of a proposed drinking-age referendum.  The referendum sought to increase the legal drinking age from 18 to 21. The respondents were divided into three categories: 1. high vested interest (those who would be significantly and immediately impacted as a result of the referendum), 2. low vested interest (those who would be unaffected by the law change at the time of its inception), and 3. moderate vested interest (those who fell between the first two extremes).  Although 80% of the subjects were opposed to the referendum, their respective levels of vested interest clearly indicated that the strength of their attitudes significantly impacted their resultant behaviors.  Half of the highly vested interest groups joined the anti-referendum campaign, but only a quarter of the moderately vested interest group and an eighth of the low vested interest group joined the campaign.  (Sivacek &amp; Crano, 1982). These results support Crano's theory of vested interest and reinforce the implications and considerations of stake, salience, certainty, immediacy, and self-efficacy discussed above. It also proves the correlation between vested interest and action, based on what level of involvement the three types of students were willing to participate in.\n</p>\n<h3><span class=\"mw-headline\" id=\"Comprehensive_exam_experiment\">Comprehensive exam experiment</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=13\" title=\"Edit section: Comprehensive exam experiment\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>In a second study, Sivacek and Crano (1982) visited <a href=\"/wiki/Michigan_State_University\" title=\"Michigan State University\">Michigan State University</a>.  In this experiment, subjects were informed that the university was considering the addition of a senior comprehensive examination to the graduate prerequisites.  Respondents were given the following options:\n</p>\n<ol><li>Do nothing</li>\n<li>Sign an opposing petition</li>\n<li>Join a group that opposed the referendum</li>\n<li>Volunteer specific amounts of hours to the opposing group's activities</li></ol>\n<p>The respondents were grouped into the same three categories as the drinking age study: high, moderate, and low vested interest.  The study found that those with the highest levels of vested interest were significantly more inclined to take action based on their attitudes concerning the issue; that is, their resultant behaviors (signing the petition, joining the group, pledging multiple hours with the group) occurred much more consistently and prevalently than that of the other two vested interest groups  (Sivacek &amp; Crano, 1982).\n</p>\n<h3><span class=\"mw-headline\" id=\"Assumed_consensus\">Assumed consensus</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=14\" title=\"Edit section: Assumed consensus\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Crano conducted another study to prove that vested interest may impact people's belief that a majority of a population will support their attitude on an issue.  This bias is known as <a href=\"/wiki/False_consensus_effect\" title=\"False consensus effect\" class=\"mw-redirect\">false-consensus</a> or assumed-consensus effect.  Under the guise of a public opinion survey, Crano (1983) created high and low vested interest groups by identifying whether upper- or lower-classmen would pay a surcharge to subsidize lost funding from the government.   The class who was selected to pay the surcharge had a high degree of vested interest while the student body not required to pay exhibited a lower degree of vested interest.  The study then determined the participants estimate of what percentage of the student body would support their beliefs regardless of impact.  Crano found that vested interest had an impact on assumed consensus and students believed that a majority of the university's population would support their plight even though only half would be affected. (Crano 1995).\n</p>\n<h3><span class=\"mw-headline\" id=\"The_impact_of_smoking_on_attitudes_toward_cigarette_tax_and_smoking_restrictions\">The impact of smoking on attitudes toward cigarette tax and smoking restrictions</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=15\" title=\"Edit section: The impact of smoking on attitudes toward cigarette tax and smoking restrictions\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h3>\n<p>Dale Miller and Rebecca Ratner (1998) conducted this study utilizing 81 male and female students at the University of Yale. In this experiment the objective was for half of the participants to show their own attitude toward smoking policies and the other half to show their thoughts on others attitudes toward smoking policies. The group with the questionnaire regarding their personal attitude about smoking were asked: 1. if they were a smoker or a nonsmoker, 2. how heavy or light a smoker they were, 3. whether they would support an increase on cigarette tax, 4. would they do away with smoking advertisements, and 5. their thoughts on smoking restrictions in public places. The second half of the participants were asked what percentage they thought smokers would support the previously mentioned policies for smokers or nonsmokers. They were not asked whether or not they smoked. The results of this study replicated Green and Gerkin's (1989) study that nonsmokers leaned more positively toward smoking restrictions than did smokers (Miller &amp; Ratner, 1998). These results supported the hypothesis: \"Smokers in this study were more opposed to policies that regulated smoking than were nonsmokers, but the impact of smoking status on expressed attitudes was significantly less than that predicted by respondents\" (Miller &amp; Ratner, 1998, p. 58). The smokers had a higher vested interest in smoking policies because they were directly affected. This study also revealed a direct correlation between vested interest and attitudes (Miller &amp; Ratner, 1998).\n</p>\n<h2><span class=\"mw-headline\" id=\"Issues\">Issues</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=16\" title=\"Edit section: Issues\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Vested interest appears to affect people's tendency to overestimate the extent to which others agree with their beliefs, a bias known variously as the false-consensus or assumed-consensus effect (Crano, 1983; Marks &amp; Miller, 1987; Ross, Greene, &amp; House, 1977). If people tend to overestimate the number of others who share their beliefs, this tendency should be exacerbated in situations involving personally consequential, or highly vested, beliefs. Research supports this expectation (Crano, 1983). College student participants who thought that a new university policy would disadvantage them personally assumed that the great majority of the student body would evaluate the policy as they had, despite the fact that only half the student population would be similarly disadvantaged.\n</p>\n<h2><span class=\"mw-headline\" id=\"Summary\">Summary</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=17\" title=\"Edit section: Summary\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<p>Each of the five components (stake, salience, certainty, immediacy, and self-efficacy) co-exist within an individual’s realm of conscious judgment. If it creates a sufficiently strong attitude, any of these components can cause an individual to adopt or reject a certain position. All five are considered any time an individual is presented with a message that attempts to influence or persuade him to adopt a certain position or perform an action.  The process of evaluating these components can range from almost instantly to taking several years. At any rate, all five are considered (consciously or subconsciously) before making a decision with implications of vested interest.\n</p>\n<h2><span class=\"mw-headline\" id=\"See_also\">See also</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=18\" title=\"Edit section: See also\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<ul><li><a href=\"/wiki/Attitude_(psychology)\" title=\"Attitude (psychology)\">Attitude (psychology)</a></li>\n<li><a href=\"/wiki/William_Crano\" title=\"William Crano\">William Crano</a></li></ul>\n<h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a href=\"/w/index.php?title=Vested_interest_(communication_theory)&amp;action=edit&amp;section=19\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2>\n<table class=\"metadata plainlinks ambox ambox-style ambox-citation_style\" role=\"presentation\"><tr><td class=\"mbox-image\"><div style=\"width:52px\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png\" width=\"40\" height=\"40\" srcset=\"//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/60px-Edit-clear.svg.png 1.5x, //upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/80px-Edit-clear.svg.png 2x\" data-file-width=\"48\" data-file-height=\"48\" /></div></td><td class=\"mbox-text\"><span class=\"mbox-text-span\">This article <b>has an unclear citation style</b>.<span class=\"hide-when-compact\"> The references used may be made clearer with a different or consistent style of <a href=\"/wiki/Wikipedia:Citing_sources\" title=\"Wikipedia:Citing sources\">citation</a>, <a href=\"/wiki/Help:Footnotes\" title=\"Help:Footnotes\">footnoting</a>, or <a href=\"/wiki/Wikipedia:External_links\" title=\"Wikipedia:External links\">external linking</a>.</span>  <small><i>(October 2011)</i></small><span class=\"hide-when-compact\"></span></span></td></tr></table>\n<ul><li>Crano, W. D. (1983). Assumed consensus of attitudes: the effect of vested interest. Journal of Applied Social Psychology, 9, 597-608.</li>\n<li>Crano, W. D. (1995). Attitude strength and vested interest. In R. E. Petty &amp; J. A. Krosnick (Eds.), <i>Attitude strength: Antecedents and Consequences</i>. Mahwah, NJ: Erlbaum, 131–158.</li>\n<li>Crano, W. D. (1995). Components of vested interest and attitude-behavior consistency. Basic and Applied Social Psychology, 17, 1-21.</li>\n<li>Crano, W. D. (1997). Vested Interest, Symbolic Politics, and Attitude-Behavior Consistency. Journal of Personality and Social Psychology, 72, 3, 485-491.</li>\n<li>Green, D., &amp; Gerken, A. (1989). Self-interest and public opinion toward smoking restrictions and cigarette taxes. Public Opinion Quarterly, 53, 1-16.</li>\n<li>Miller, D., &amp; Ratner, R. (1998). The Disparity Between the Actual and Assumed Power of Self-Interest. Journal of Personality and Social Psychology, 74, 1, 53-62.</li>\n<li>Sherif, M., &amp; Hovland, C. (1961). Social judgment: Assimilation and contrast effects in communication and attitude change. Yale University Press.</li>\n<li>Sivacek, J., &amp; Crano, W. D. (1982). Vested interest as a moderator of attitude behavior consistency. 'Journal of Personality and Social Psychology, 43, 210-221.</li>\n<li>Thornton, B., &amp; Knox, D. (2002). Not In My Back Yard: The Situational and Personality Determinants of Oppositional Behavior. Journal of Applied Social Psychology, 32, 2554-2574.</li></ul>\n"}]}}}, "warnings": {"query": {"*": "Formatting of continuation data will be changing soon. To continue using the current formatting, use the 'rawcontinue' parameter. To begin using the new format, pass an empty string for 'continue' in the initial query."}}}