{
  "comment": "/* Scientific perspectives */",
  "timestamp": "2007-04-17T12:02:16Z",
  "revid": 123505746,
  "user": "Scruple",
  "parentid": 123487153,
  "diff": {
    "to": 123505746,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 31:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 31:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Some may  find the [[scientific method]]&lt;ref&gt;</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Some may  find the [[scientific method]]&lt;ref&gt;</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[William Stanley Jevons]] (1873, 1877) ''The Principles of Science: a treatise on logic and scientific method'' Dover edition, with a new preface by [[Ernest Nagel]] (1958) </div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[William Stanley Jevons]] (1873, 1877) ''The Principles of Science: a treatise on logic and scientific method'' Dover edition, with a new preface by [[Ernest Nagel]] (1958) </div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>&lt;/ref&gt; to be a satisfactory path to a goal of gaining wisdom.</div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>&lt;/ref&gt; to be a satisfactory path to a goal of gaining wisdom.<ins class=\"diffchange diffchange-inline\">  This is the basic idea of [[Nicholas Maxwell]]'s work.  Maxwell argues that it goes back at least to the French Enlightenment of the 18th century.[http://www.nick-maxwell.demon.co.uk]  The ''philosophes'' of the Enlightenment, Voltaire, Diderot and the rest, had the profoundly important idea that we should seek to learn from scientific progress how to make social progress towards a wise, enlightened world.  But in implementing this idea, Maxwell argues, the philosophes blundered.  They thought it involved developing social science alongside natural science.  This botched version of the idea was further developed throughout the 19th century, and built into the institutional structure of academia in the early 20th century, with the creation of departments of social science.  But all this, Maxwell argues, embodies a series of blunders.  Academia today is, as a result, damagingly and dangerously irrational, when judged from the standpoint of helping humanity learn wisdom.&lt;br /&gt;In order to put the basic Enlightenment idea into practice correctly, three steps need to be got right, namely:-&lt;br /&gt;1. The progress-achieving methods of science need to be correctly identified.&lt;br /&gt;2. These methods need to be correctly generalized so that they become fruitfully applicable to any worthwhile, problematic human endeavour, whatever the aims may be, and not just applicable to the one endeavour of acquiring knowledge.&lt;br /&gt;3. The correctly generalized progress-achieving methods then need to be exploited correctly in the great human endeavour of trying to make social progress towards an enlightened, wise world.&lt;br /&gt; </ins></div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Unfortunately, the philosophers of the Enlightenment got all three points wrong.  They failed to characterize the progress-achieving methods of science correctly, failed to generalize them correctly, and failed to apply them correctly to social life, to our other institutions besides science – government, commerce, industry, agriculture, the media, the law, and so on.  Instead of applying a generalized version of correctly characterized scientific method to social life, to the task of making progress towards a wise world, the philosophes applied incorrectly characterized scientific method to the task of creating social science – to the task, in other words of acquiring knowledge about social phenomena.  And the result is that academia today seeks ''knowledge'' but does not seek ''wisdom'' – wisdom being understood to be the capacity to realize what is of value in life, for oneself and others, wisdom including knowledge but much else besides.&lt;br /&gt;'''References'''&lt;br /&gt;[[Nicholas Maxwell]], ''From Knowledge to Wisdom'', Blackwell, 1984.[http://www.nick-maxwell.demon.co.uk/Publ_List.htm]&lt;br /&gt;[[Nicholas Maxwell]], ''Is Science Neurotic?'', Imperial College Press, 2004.[http://www.worldscibooks.com/popsci/p362.html]</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Psychological perspectives==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Psychological perspectives==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:123487153:newid:123505746 -->\n",
    "from": 123487153
  }
}