{
  "comment": "/* Hinduism */ Removed unrelated contents",
  "timestamp": "2012-09-03T18:55:55Z",
  "revid": 510633842,
  "anon": "",
  "user": "117.194.65.97",
  "parentid": 509890540,
  "diff": {
    "to": 510633842,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 126:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 126:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>The [[Hindu]] religion talks about ayurvede, the wisdom of traditional Hindu medicine.  Ayurvede means “knowledge of life”.  It teaches that the mind and body are one (an ancient wisdom).  In ancient times, it was used to try to cure disease.  However, today it is used to help people relax and feel healthy.&lt;ref&gt;{{cite news |last=Jaret |first=Peter |date=2006, March 9 |title=Awash in ancient hindu wisdom |url=http://www.nytimes.com/2006/03/09/fashion/thursdaystyles/09skin1.html?_r=1&amp;pagewanted=all |newspaper=Nytimes.com |accessdate= }}&lt;/ref&gt; But this explanation is only a partial explanation for the word \"Wisdom\". Wisdom as per The Hindu religion is knowing oneself as the truth, basis for the entire Creation,i.e. \"Shristi\". In other words \"wisdom\" simply means a person with Self Awareness as the one who witnesses  the Entire creation in all its facets and forms. Further it means realization that an individual, i.e. \"Jeeva\" Atma, through 'right conduct and living' over an unspecified period (it varies from individual to individual) comes to realize his/her true relationship with the creation and the 'God' who rules it.</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>The [[Hindu]] religion talks about ayurvede, the wisdom of traditional Hindu medicine.  Ayurvede means “knowledge of life”.  It teaches that the mind and body are one (an ancient wisdom).  In ancient times, it was used to try to cure disease.  However, today it is used to help people relax and feel healthy.&lt;ref&gt;{{cite news |last=Jaret |first=Peter |date=2006, March 9 |title=Awash in ancient hindu wisdom |url=http://www.nytimes.com/2006/03/09/fashion/thursdaystyles/09skin1.html?_r=1&amp;pagewanted=all |newspaper=Nytimes.com |accessdate= }}&lt;/ref&gt; But this explanation is only a partial explanation for the word \"Wisdom\". Wisdom as per The Hindu religion is knowing oneself as the truth, basis for the entire Creation,i.e. \"Shristi\". In other words \"wisdom\" simply means a person with Self Awareness as the one who witnesses  the Entire creation in all its facets and forms. Further it means realization that an individual, i.e. \"Jeeva\" Atma, through 'right conduct and living' over an unspecified period (it varies from individual to individual) comes to realize his/her true relationship with the creation and the 'God' who rules it.</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>In India science and religion are not opposed fundamentally, as they often seem to be in the West, but are seen as parts of the same great search for truth and enlightenment that inspired the sages of Hinduism, Buddhism, and Jainism. Thus, in the Hindu scientific approach, understanding of external reality depends on also understanding the godhead. In all Hindu traditions the Universe is said to precede not only humanity but also the gods. Fundamental to Hindu concepts of time and space is the notion that the external world is a product of the creative play of maya (illusion).  Accordingly the world as we know it is not solid and real but illusionary. The universe is in constant flux with many levels of reality; the task of the saint is find release (moksha) from the bonds of time and space. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\"After a cycle of universal dissolution, the Supreme Being decides to recreate the cosmos so that we souls can experience worlds of shape and solidity. Very subtle atoms begin to combine, eventually generating a cosmic wind that blows heavier and heavier atoms together. Souls depending on their karma earned in previous world systems, spontaneously draw to themselves atoms that coalesce into an appropriate body.\" - The Prashasta Pada.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>As in modern physics, Hindu cosmology envisaged the universe as having a cyclical nature. The end of each kalpa brought about by Shiva's dance is also the beginning of the next. Rebirth follows destruction.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Unlike the West, which lives in a historical world, India is rooted in a timeless universe of eternal return: everything which happens has already done so many times before, though in different guises.  Hinduism arose from the discoveries of people who felt that they had gained an insight into the nature of reality through deep meditation and ascetic practices. Science uses a heuristic method that requires objective proof of mathematical theories. Yet both have proposed similar scenarios for the creation of the universe. Here is a look at Creation, Maya, Churning of Milky Ocean, Shiva's Cosmic Dance, Serpent of Infinity and a few articles on Hindu Cosmology.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Grandiose time scales</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Hinduism’s understanding of time is as grandiose as time itself. While most cultures base their cosmologies on familiar units such as few hundreds or thousands of years, the Hindu concept of time embraces billions and trillions of years. The Puranas describe time units from the infinitesimal truti, lasting 1/1,000,0000 of a second to a mahamantavara of 311 trillion years. Hindu sages describe time as cyclic, an endless procession of creation, preservation and dissolution. Scientists such as Carl Sagan have expressed amazement at the accuracy of space and time descriptions given by the ancient rishis and saints, who fathomed the secrets of the universe through their mystically awakened senses.&lt;ref&gt;Hinduism Today April/May/June 2007 p.&amp;nbsp;14&lt;/ref&gt;</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Professor Arthur Holmes (1895–1965) geologist, professor at the University of Durham. He writes regarding the age of the earth in his great book, The Age of Earth (1913) as follows:</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\"Long before it became a scientific aspiration to estimate the age of the earth, many elaborate systems of the world chronology had been devised by the sages of antiquity. The most remarkable of these occult time-scales is that of the ancient Hindus, whose astonishing concept of the Earth's duration has been traced back to Manusmriti, a sacred book.\"</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>When the Hindu calculation of the present age of the earth and the expanding universe could make Professor Holmes so astonished, the precision with which the Hindu calculation regarding the age of the entire Universe was made would make any man spellbound.&lt;ref&gt;Hinduism and Scientific Quest - By T. R. R. Iyengar p.&amp;nbsp;20-21&lt;/ref&gt;</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Alan Watts, a professor, graduate school dean and research fellow of Harvard University, drew heavily on the insights of Vedanta. Watts became well known in the 1960s as a pioneer in bringing Eastern philosophy to the West. He wrote:</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\"To the philosophers of India, however, Relativity is no new discovery, just as the concept of light years is no matter for astonishment to people used to thinking of time in millions of kalpas, ( A kalpa is about 4,320,000 years). The fact that the wise men of India have not been concerned with technological applications of this knowledge arises from the circumstance that technology is but one of innumerable ways of applying it.\"</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>It is, indeed, a remarkable circumstance that when Western civilization discovers Relativity it applies it to the manufacture of atom-bombs, whereas Oriental civilization applies it to the development of new states of consciousness.\"&lt;ref&gt;Spiritual Practices of India - By Frederic Spiegelberg  Introduction by Alan Watts p. 8-9&lt;/ref&gt;</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Dick Teresi author and coauthor of several books about science and technology, including The God Particle. He is cofounder of Omni magazine and has written for Discover, The New York Times Magazine, and The Atlantic Monthly. He says </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\"Indian cosmologists, the first to estimate the age of the earth at more than 4 billion years. They came closest to modern ideas of atomism, quantum physics, and other current theories. India developed very early, enduring atomist theories of matter. Possibly Greek atomistic thought was influenced by India, via the Persian civilization.\"</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The cycle of creation and destruction continues forever, manifested in the Hindu deity Shiva, Lord of the Dance, who holds the drum that sounds the universe’s creation in his right hand and the flame that, billions of years later, will destroy the universe in his left. Meanwhile Brahma is but one of untold numbers of other gods dreaming their own universes. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The 8.64 billion years that mark a full day-and-night cycle in Brahma’s life is about half the modern estimate for the age of the universe. The ancient Hindus believed that each Brahma day and each Brahma night lasted a kalpa, 4.32 billion years, with 72,000 kalpas equaling a Brahma century, 311,040 billion years in all. That the Hindus could conceive of the universe in terms of billions.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The similarities between Indian and modern cosmology do not seem accidental. Perhaps ideas of creation from nothing, or alternating cycles of creation and destruction are hardwired in the human psyche. Certainly Shiva’s percussive drumbeat suggests the sudden energetic impulse that could have propelled the big bang. And if, as some theorists have proposed, the big bang is merely the prelude to the big crunch and the universe is caught in an infinite cycle of expansion and contraction, then ancient Indian cosmology is clearly cutting edge compared to the one-directional vision of the big bang. The infinite number of Hindu universes is currently called the many world hypothesis, which is no less undocumentable nor unthinkable. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\"Anachronistic as this labyrinthine mythology may appear to the foreign mind, many of India’s ancient theories about the universe are startlingly modern in scope and worthy of a people who are credited with the invention of the zero, as well as algebra and its application of astronomy and geometry; a people who so carefully observed the heavens that, in the opinion of Monier-Williams, they determined the moon’s synodical revolution much more correctly than the Greeks.\"</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\" Many hundreds of years before those great European pioneers, Galileo and Copernicus, had to pay heavy prices in ridicule and excommunication for their daring theories, a section of the Vedas known as the Brahmanas contained this astounding statement: </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>“The sun never sets or rises. When people think the sun is setting, he only changes about after reaching the end of the day and makes night below and day to what is on the other side. Then, when people think he rises in the morning, he only shifts himself about after reaching the end of the day night, and makes day below and night to what is on the other side. In truth, he does not see at all.” </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\"The Indians, whose theory of time, is not linear like ours – that is, not proceeding consecutively from past to present to future – have always been able to accept, seemingly without anxiety, the notion of an alternately expanding and contracting universe, an idea recently advanced by certain Western scientists. In Hindu cosmology, immutable Brahman, at fixed intervals, draws back into his beginningless, endless Being the whole substance of the living world. There then takes place the long “sleep” of Brahaman from which, in course of countless aeons, there is an awakening, and another universe or “dream” emerges. \"</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\"This notion of the sleeping and waking, or contracting and expanding, of the Life Force, so long a part of Hindu cosmology, has recently been expressed in relevant terms in an article written for a British scientific journal by Professor Fred Hoyle, Britain’s foremost astronomer. \"   </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>In [[Mesopotamian mythology|Mesopotamian religion and mythology]], [[Enki]], also known as Ea, was the God of wisdom and intelligence. Wisdom was achieved by restoring balance.</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>In [[Mesopotamian mythology|Mesopotamian religion and mythology]], [[Enki]], also known as Ea, was the God of wisdom and intelligence. Wisdom was achieved by restoring balance.</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:509890540:newid:510633842 -->\n",
    "from": 509890540
  }
}