{
  "comment": "please don't use word processors (like MS Word) that replace standard ASCII with special characters like &amp;#8217;. At least turn this function off when editing wikipedia material",
  "timestamp": "2002-07-18T21:28:15Z",
  "revid": 120801,
  "user": "Mav",
  "parentid": 120466,
  "diff": {
    "to": 120801,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 17:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 17:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[Evolutionary psychology|Evolutionary psychologists]] might argue that human morality is a survival strategy.  A shared sense of right and wrong allows a society to be cohesive and thus helps the society, and the individuals within it, to thrive.  Furthermore, the major moral codes that are common to all human cultures, and that reflect a basic instinctive revulsion (against infanticide, incest or rape, for example), all impart clear evolutionary advantages. </div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[Evolutionary psychology|Evolutionary psychologists]] might argue that human morality is a survival strategy.  A shared sense of right and wrong allows a society to be cohesive and thus helps the society, and the individuals within it, to thrive.  Furthermore, the major moral codes that are common to all human cultures, and that reflect a basic instinctive revulsion (against infanticide, incest or rape, for example), all impart clear evolutionary advantages. </div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>A way of approaching the problem of deciding whether right and wrong are universal absolutes is to ponder whether an intelligent species other than our own would have morals, and if so whether they would be the same as our own.  We know of no species sufficiently unlike humans and sufficiently intelligent to test this idea properly, but the nearest we can come to it is the [[octopus]].  This is a kind of [[mollusc]], related to clams and snails, but it is remarkably intelligent.  In experiments, octopuses have solved problems that require quite sophisticated abstract reasoning.  Their life-cycle is very different from our own, however.  In particular, their strategy for ensuring the survival of their offspring is not to care for their children, but to have hundreds of thousands of them at once, the sheer weight of numbers ensuring that by chance some will avoid being eaten and will grow to adulthood.  The mother dies shortly after giving birth.  Now, let us suppose that there existed some kind of super-octopus whose intelligence was comparable to humans.  Would this creature have a sense of right and wrong?   There doesn<del class=\"diffchange diffchange-inline\">&amp;#8217;</del>t seem to be any logical reason to think that it wouldn<del class=\"diffchange diffchange-inline\">&amp;#8217;</del>t.  But there is reason to suppose that their morality would be quite different from our own.  They would be unlikely to share our revulsion for infanticide, but would probably have an entirely different set of instinctive taboos and moral codes. </div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>A way of approaching the problem of deciding whether right and wrong are universal absolutes is to ponder whether an intelligent species other than our own would have morals, and if so whether they would be the same as our own.  We know of no species sufficiently unlike humans and sufficiently intelligent to test this idea properly, but the nearest we can come to it is the [[octopus]].  This is a kind of [[mollusc]], related to clams and snails, but it is remarkably intelligent.  In experiments, octopuses have solved problems that require quite sophisticated abstract reasoning.  Their life-cycle is very different from our own, however.  In particular, their strategy for ensuring the survival of their offspring is not to care for their children, but to have hundreds of thousands of them at once, the sheer weight of numbers ensuring that by chance some will avoid being eaten and will grow to adulthood.  The mother dies shortly after giving birth.  Now, let us suppose that there existed some kind of super-octopus whose intelligence was comparable to humans.  Would this creature have a sense of right and wrong?   There doesn<ins class=\"diffchange diffchange-inline\">'</ins>t seem to be any logical reason to think that it wouldn<ins class=\"diffchange diffchange-inline\">'</ins>t.  But there is reason to suppose that their morality would be quite different from our own.  They would be unlikely to share our revulsion for infanticide, but would probably have an entirely different set of instinctive taboos and moral codes. </div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>---- </div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>---- </div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:120466:newid:120801 -->\n",
    "from": 120466
  }
}