{
  "comment": "Revert one sentence to better wording, accidentally changed.",
  "timestamp": "2003-12-10T01:50:26Z",
  "revid": 1919154,
  "anon": "",
  "user": "152.163.253.70",
  "parentid": 1919109,
  "diff": {
    "to": 1919154,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 20:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 20:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Rebellion against morality==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Rebellion against morality==</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Moralities often include rules and regulations that do not have obvious reasons for existing, i.e., no immediate, immensely harmful results of transgression are apparent.  This is so because the harmful effects of such actions are largely indirect, but real nonetheless.  Thus, the need for the particular aspect of morality may be questioned. It is not unusual for rebellion against morality to occur, especially by the developing members of societies, or those whose behaviour is especially affected.  At times, this questioning extends to the society in general, even to the extent of changing of laws which prohibited certain behaviours.  Sometimes, the abandonment of the previous moral stance is found to have no great apparent detriment, perhaps due to changed circumstances, such as technological developments.  Usually, however, the <del class=\"diffchange diffchange-inline\">rebellious</del> <del class=\"diffchange diffchange-inline\">individual</del> <del class=\"diffchange diffchange-inline\">or</del> <del class=\"diffchange diffchange-inline\">society eventually discovers for himself, herself, or itself</del> the harmful consequences of the previously forbidden actions, and the need for that morality.</div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Moralities often include rules and regulations that do not have obvious reasons for existing, i.e., no immediate, immensely harmful results of transgression are apparent.  This is so because the harmful effects of such actions are largely indirect, but real nonetheless.  Thus, the need for the particular aspect of morality may be questioned. It is not unusual for rebellion against morality to occur, especially by the developing members of societies, or those whose behaviour is especially affected.  At times, this questioning extends to the society in general, even to the extent of changing of laws which prohibited certain behaviours.  Sometimes, the abandonment of the previous moral stance is found to have no great apparent detriment, perhaps due to changed circumstances, such as technological developments.  Usually, however, the <ins class=\"diffchange diffchange-inline\">rebellion</ins> <ins class=\"diffchange diffchange-inline\">occurs</ins> <ins class=\"diffchange diffchange-inline\">only</ins> <ins class=\"diffchange diffchange-inline\">until</ins> the harmful consequences of the previously forbidden actions, and the need for that morality<ins class=\"diffchange diffchange-inline\">, are rediscovered</ins>.</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Impact of the Evolutionionary World-view on Morals==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Impact of the Evolutionionary World-view on Morals==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:1919109:newid:1919154 -->\n",
    "from": 1919109
  }
}