{
  "comment": "Moral Philosophy",
  "timestamp": "2008-08-26T19:09:16Z",
  "revid": 234410606,
  "user": "DarkJesuit",
  "parentid": 234316705,
  "diff": {
    "to": 234410606,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 91:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 91:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Another related concept is the [[Morality|moral core]] which is assumed to be innate in each individual, to those who accept that differences between individuals are more important than posited Creators or their rules. This, in some religious systems and beliefs (e.g. [[Taoism]], [[Moralism]] and [[Gnosticism]]), is assumed to be the basis of all [[aesthetics]] and thus moral choice. Moral codes as such are therefore seen as coercive — part of human [[politics]].</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Another related concept is the [[Morality|moral core]] which is assumed to be innate in each individual, to those who accept that differences between individuals are more important than posited Creators or their rules. This, in some religious systems and beliefs (e.g. [[Taoism]], [[Moralism]] and [[Gnosticism]]), is assumed to be the basis of all [[aesthetics]] and thus moral choice. Moral codes as such are therefore seen as coercive — part of human [[politics]].</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Man is naturally Selfish in the state of nature, it is fight or flight, survival of the fittest. This darwin attitude creates society. A pack survives better than one alone. Though selfishness is still present in this pack. It is replaced by mutual hedonism. To give your interest something advantage gives one a hold on the protection of this interest and vice versa. To benefit one, benefits the other. No man wants a hard life, no man wants stress. They want only what feels good not what hurts becuase it hurts and does not feel good. So the pack turns into a social society, for everyone by everyone, a social contract is written but there are unwritten laws we live by, morality is a universal belief. Though it is a rule written by man, a rule written by man is by irony corruptable. Becuase why would a man say I live my life like this when at this time it does not convenience me. What is right to you can be disadvantageous to another and your contested, just as you would naturally contest it if one said this is right when it is disadvantageous to you. There fore there is antithesis on you and of the situation and no exact right and no exact wrong. Maneuverability therefore demand we live and let live, agree to disagree. Live in acceptance and toleration without impeeding your veiw on his and vice versa. Becuase this alleviates stress and can benefit you by having someone to be of assistance or of interest to you and not otherwise giving you stress and the need for morality. Morality can not be black and white and grey becuase grey is an excuse for the behaviour it is tolerable social darwinism. If one can justfy his strength and advantage ofver another member of society. And can the dark not bleed light, in a chaotic situation can not victims of circumstance not find love or a understanding that gives themselves inner peace, and if we know that good breeds ill almost by ironic definition than there can not be good and bad without the good in the bad and vice versa. So I make the statement that everything is High definition, everything is three dimentional and everything is in full color. After all it is situational after all and cant be generalized in inconsitancies that are very obviously biased. </div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>It is my thought that morality is as morality does, always before, only kind of during, but certainly after when the consequences are drawn. I will attempt to explain. There is a cuase for everything if you know it not, it is not your fault becuase you were wrong and the humane condition can not except that one hurt you and that you could of cuased your own hurt, becuase they hurt you you could just be admitting your own stupidity. So since everything is a situation morality is only called when advantage turns to disadvantage. Everyone are living there lives, making the most of it. We are all connected becuase we need one to do this, if we can not or could not at this time puts us in anothers hands. When we are in hands that are not right and honorable and just then we know becuase we do not like it and feel wronged. Though what caused this person to be this way to you, and along the way does a decent person just snap or could of you set him off? Maybe in living your life you hindered his own who knows, lets move on. So morality is in question becuase what is good for him (negatively) is not good for you. This event is at best circumstantial and situational no event is the same the second, third, fourth etc time over unless your a slow learner and have a time machine to relive that exact moment. No wonder you pissed them off your a lunitic. So since this is the case circumstance is ruled alot by random chaotic order but as a rational being you can also include variables such as time, object at hand, people, environment and your own indepth paranoid thought, fight or flight, capitolize or destroy how to protect my interest without losing it to the one you are in contention with. If you have time for all of this and I appluade you if you can, becuase alot and I mean alot of people do happen to unfortunately get lost in the heat of the moment and then circumstance becomes random chaotic order. You have the power if this is the case to be good or bad to have your or not have your character developed. To know that in this situation being good feels good and being bad gives you an instant gratification of justice done. Both feel hedonisticaly great to yourself, one is a good feeling, one makes you guilty or you can not feel at all and you no longer are social and must be resocialized in prison fast lest you become in the state of nature an animal-rabid an must be put down. So in the end your action is respond pasively to him that benefits himself but not you, attack back which benefits neither, or dont be the better man and dont let them sink the hook in you, it is fuly advantageous to you and not to him. You have the justice you need its called mercy and forgiveness becuase in this act of being the bigger man implies power and with power comes responseability do you make them regret it when it conveniences you to have a hold on them or just let them go hoping they could be decent enough to rapay the favour. </div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>  </div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>== Moral psychology ==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>== Moral psychology ==</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>=== Religiosity and morality ===</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>=== Religiosity and morality ===</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:234316705:newid:234410606 -->\n",
    "from": 234316705
  }
}