{
  "comment": "Reverted edits by [[Special:Contributions/Therighthandofgodhisword|Therighthandofgodhisword]] to last version by Ohnoitsjamie ([[User:Ale_jrb/Scripts/igloo|GLOO]])",
  "timestamp": "2011-03-02T22:25:34Z",
  "revid": 416808682,
  "user": "I dream of horses",
  "parentid": 416808654,
  "diff": {
    "to": 416808682,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 216:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 216:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[yi:מוסר]]</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[yi:מוסר]]</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[zh:道德]]</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[zh:道德]]</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>There are 4 parts to each of our minds.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>ID: it is our basic drives and instincts; It just wants to do whatever makes us individually happy.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>EGO: it is a structure designed to force us to comply with society. It wants to make us please everyone else.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>So the id and ego are in constant conflict.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Inner child: it is our natural goodness and willingness to do what is right. However this is also affected by the combined morals of our parents, so often times it is inherently evil.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>God’s voice: this is in everyone's head and everyone can learn to really hear it. Before puberty it only tells us to do things which are right and good. This is to try and create a good moral framework for the rest of our lives. It is also to attempt to right the wrong ideas our parents gave us, but it often fails.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Post puberty: Gods voice presents us with both choices in every situation the good choice and the bad choice. God does this to constantly test us, and hopefully we will choose what is right.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Our beliefs are passed on to our children not just in childhood by them watching us, but whatever we truly believe is written into our DNA. So a child has the combined beliefs of its parents. We can change what we believe but it is very hard. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\tSince our beliefs are in many ways preordained by our parents God gives us the benefit of the doubt. Sin is subjective. If you are going against some outstanding moral you have, you are sinning. But it's different for everyone. If someone thinks it is a sin to have sex before marriage and they do, the guilt and uneasiness the person feels afterward is because to them, they sinned. But to someone else who doesn't think it's a moral sin, having sex before marriage isn't a sin. Sin is what each person makes it out to be. And being immoral to yourself is sinning; because the guilt after you sin darkens your soul a bit, mostly because you let it. God would not be spiteful without purpose. It helps account for people who were raised wrong. If your parents taught you some fucked up morals and you believed them, why should you be punished? It's like condemning someone for a circumstance out of their control.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>\tThis is the new set of rules god feels would allow society to live without conflict. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>don't lie don't steal</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>             it does get more complicated than that though, like an action is good or not based on our reason for doing it. if we do something good for a bad reason then it’s still bad. If we do something bad for a good reason then it is good.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>i don’t know if you know spirit of the law vs. letter of the law but it goes like this. letter of the law is following the law exactly; this is bad because sometimes something that technically broke a law would not really be bad, and other times things that technically did not break the law would be really bad.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>An example would be if i told my parents that I’m home early because my class got out early. This is true in a way because if i left class early then yea it did get out early for me. I worded it in such a way that it really isn't a lie, i left out the portion where none else got out early. This would be bad, because it is a lie even though it isn't a lie. My intention was to deceive so it’s bad.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>An example of something being against the law but not necessarily bad would be if someone was starving to death and they stole some food. Now i will note in a perfect society they could just ask to be fed and they would be, but society isn't perfect yet. So in this situation they broke the law, but they should not be punished because they did it purely to survive. Their intention was never to hurt anyone so it’s good.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>So spirit of the law is following the law the way it was intended, in other words not taking advantage of the wording, and forgiving others when they break the law because they had to.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>what you really and truly believe about yourself if your good or bad is whether you’re going to heaven or hell, and second in the end where you go depends on what god thinks of you (if she likes you or not). The former would be your connection to god telling you God’s opinion of you.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Heaven and Hell: are like two parties, heaven is the greatest party that can be imagined, and hell is the worst party that can be imagined; bad music, crappy people, and all the beer is stale. In addition regardless of heaven or hell we all get our own private room. We can choose to switch between our private room or the party at any time. In heaven your private room is where you can relive any moments or your life you enjoyed endlessly and repeatedly. In hell you must relive your worst moments endlessly and repeatedly. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Existence is like a giant organism this organism is god, humanity is like gods thoughts. Which would make us all ideas with a purpose, the meaning of life is to find our purpose and then to fulfill that purpose.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>We have 3 main stages of development childhood until puberty, teenage years, and when we reach adulthood.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>In childhood she tries to make us good.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>In the teenage years she tries to push and test us the most. This is why we shouldn't really do drugs until we are adults because it makes us too easy to corrupt. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>When we reach adulthood we are almost completely cemented into what we are going to be by her. We have a little room to change but not very much. And sometimes with great effort we can completely change who we are. Once we reach adulthood we must find our purpose.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Moods are infectious if you are in a good mood you will elevate the moods of those around you, if you are in a bad mood it will lower the mood of those around you. Similarly if you do good things to others for no reason others will do good things to you for no reason. The opposite is also true if you ignore others or hurt them for no reason, others will ignore or hurt you for no reason. Ideas are also infectious if you believe something those you come into contact with will also begin to believe what you believe. If enough people believe in an idea it will become reality.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>A clarification of many issues</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Suicide: is a free ticket to hell, it’s like telling god that you being created was a mistake and that your purpose is meaningless. Suicide is the coward’s way out. If you refuse to try and fulfill your purpose you cannot receive a reward. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Murder: murder is theft of life. However until society is perfect it may be a necessary wrong to protect your own life.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Adultery: when two people choose to be together they have an unspoken contract that each owns the others body. If you commit adultery willingly you are stealing from their significant other and causing the person you are stealing to break this contract and causing them to lie. If you did not know someone was committed to another then it is not your fault, however once you find out if you continue the relationship you will then be at fault.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Polygamy: is not morally wrong if all parties involved are ok with it, however this kind of relationship will be very hard to maintain without causing one or more parties involved pain.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Consumption of drugs and alcohol: is not a sin. However over consumption can cause you to become unable to serve your purpose. In addition use of drugs and alcohol will make it much easier for you to sin. The decision to partake in these activities should be left up to the individual. The only reason others may intervene is if their abuse begins to negatively affect those around them in a very strong way. Wrongful acts committed while under the influence of drugs and alcohol are solely the fault of the individual committing the acts; drugs and alcohol do not force us to make bad decisions. They simply make it easier for our base nature to take over, and often this nature is bad.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Abortion: is not a sin. A child growing inside its mother is like a program being written and until the program is complete (or born) it is not complete. An unfinished program has no soul. It is not until the time of birth that an unborn child is a complete human being. Abortions are useful in many situations such as rape, teen pregnancy, and if its parents are not capable of raising the child properly for whatever reason. The decision to have an abortion is solely up to the parents of the unborn child (both parents equally). They made it together they must decide together if they are capable of keeping it. As long as the reason for having the abortion is fundamentally good then it is ok. Deciding to have an abortion just because you don’t want it would be wrong.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The environment: protecting the environment is important and everyone should do whatever they can to help. You only get one planet earth and if you destroy it then you’re out of luck. This however does not mean you should attempt to force your environmental ideas down each other’s throats. Mankind was given canines for a reason to eat meat. You were also given molars for a reason to eat plants. Your omnivores eat both pretty much equally. Animals do not have souls; obviously they should not be tortured. This however does not mean they should not be eaten either. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Races and gender: all races are equal and important no race is better than another. Women are just as important and capable as men. No man may strike a woman this is a sin. However, if a woman decides to hit a man then retribution by the man is justified. It would be best if the man did not seek retribution.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:416808654:newid:416808682 -->\n",
    "from": 416808654
  },
  "minor": ""
}