{
  "comment": "Revert to revision 425286777 dated 2011-04-22 05:16:19 by Aldnonymous using [[:en:Wikipedia:Tools/Navigation_popups|popups]]",
  "timestamp": "2011-04-25T02:12:20Z",
  "revid": 425757809,
  "user": "Pfhorrest",
  "parentid": 425742117,
  "diff": {
    "to": 425757809,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 119:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 119:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Examples of moral codes include the [[Ethic of reciprocity|Golden Rule]]; the [[Five Precepts]] and the [[Noble Eightfold Path]] of [[Buddhism]] (''see'' [[Śīla]]); the ancient Egyptian code of [[Ma'at]]; the [[Ten Commandments]] of [[Judaism]], [[Christianity]], and [[Islam]]; Judaism's [[Noahide Law]]; and the [[yamas]] and [[niyama]] of the [[Hindu scriptures]].</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Examples of moral codes include the [[Ethic of reciprocity|Golden Rule]]; the [[Five Precepts]] and the [[Noble Eightfold Path]] of [[Buddhism]] (''see'' [[Śīla]]); the ancient Egyptian code of [[Ma'at]]; the [[Ten Commandments]] of [[Judaism]], [[Christianity]], and [[Islam]]; Judaism's [[Noahide Law]]; and the [[yamas]] and [[niyama]] of the [[Hindu scriptures]].</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Another related concept is the moral core which is assumed to be innate in each individual, to those who accept that differences between individuals are more important than posited Creators or their rules. This, in some religious systems and beliefs (e.g. [[Taoism]] and [[Gnosticism]]), is assumed to be the basis of all [[aesthetics]] and thus moral choice. Moral codes as such are therefore seen as </div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Another related concept is the moral core which is assumed to be innate in each individual, to those who accept that differences between individuals are more important than posited Creators or their rules. This, in some religious systems and beliefs (e.g. [[Taoism]] and [[Gnosticism]]), is assumed to be the basis of all [[aesthetics]] and thus moral choice. Moral codes as such are therefore seen as <ins class=\"diffchange diffchange-inline\">coercive—part of human [[politics]].</ins></div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>coercive—part of human [[politics]].</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>==Morality and Religion==</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Morality has different meaning to different cultures, and religions.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>What exactly is morality in itself, and how do we live in morality? To some, morality is completely backwards and diverse from what we would say morality is/should be. When we talk about morality in religion there are always questions that need to be answered. Morality is often misunderstood to be something that controls you, and your freedom. Morality plays a big part in religions. It may not seem like morality is in religions but it is, its just dissimilar. Morality plays a big part in our behavior. We do many things according to what we think and feel is right. Most of us have a conscious and we will do things based on what morals we have or believe in. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Morality plays a part in our decision making. When we make a decision we base this decision on what we think would be right. Yes, we sometimes make the wrong choice but we learn from our mistakes.  When we make decisions it is linked to our conscious.(Morality By Design) We do something according to how we feel. If something feels wrong than we do not do it, but if it feels right than we do. What makes us feel like this is our own moral code. Even if someone does not follow a religion they still know when something is wrong. We know when something is wrong because we can sometimes </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>feel it in our hearts.(Morality By Design) Our bodies naturally have a conscious, that’s the way that we were made. (Morality By Design) We naturally have the ability to reason and understand. Our body is guided by the Holy Spirit. The Holy Spirit is the third person of the Godhead. He helps us to make the right choices and tries to get us on the right path. Ultimately it is our choice to makes what ever decisions. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Morality is linked to religion. The Bible gives us different standard that we need to live by. We were given the ten commandments and were told to live by them. These are great moral to live by. In the New Testament we are given two testaments. These are two moral guide lines. There are sometimes people who just naturally have a good heart and that is great but most people who are not religious, and real practicing Christians do not have good morals. The Bible tells us a lot of how to live. We are told about sexual morality as well. We have to be married to have sex, and with the opposite sex. Many people who are homosexual claim that God made them the way they are. In the Bible it is against this, and says to change. If this is in the Bible than I don’t understand why they think the way they do. God can help you with any situation. We are to love all people, and are created equal in God. The in Acts 17, and Romans 10 tell us that people are equal. This is a great way to show morals. When you have morals you are not judgmental, you are fare, and think of people in a loving way. When you are a practicing Christian you are living the way that God intended us to. 1 Peter 2:17 tells us to love all people. Religion plays a big part in morality. We are all people striving to be great and when we live with morals we are living great. Morality is related with our actions and behaviors.(Morality By Design) Morals are very important to have. When you are a person of morals you are a more trusted person by others. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>When we have morals we can have better relationships with others and have peace. In Psychology Today there was an article about morality.(Morality By Design)  People who were real Christians were least likely to deceive their friends.(Morality By Design) Morality is a very important thing to have in our lives. Many people lack morals and this causes us to do bad things. In psychology today there is an article about morality and what people do when they are in a bad situation. Listen to this example, imagine you are on a cruise in the Caribbean.(Psychology Today) The engine on the boat explodes, and the ship starts to sink.(Psychology Today)Only a few of the ship's lifeboats are operational, and people start to climb aboard them.(Psychology Today)The boat you are on is so full of people, it is likely to sink, but if you push a few people off the lifeboat, then many more will be saved. What would you do(Psychology Today) If we don’t have good and high morals the of course we would push people off of the ship. If we were to do so we would be selfish. If we have good high morals than we would just go on as we are or we ourselves would get off the boat. We don’t realize how morals affect our behavior and actions. &lt;ref&gt;http://www.psychologytoday.com/&lt;/ref&gt;</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Morality plays a big part in our lives. Morality, and religions are without a doubt are linked to one another. We have the choice to have morals, and live our lives the way that God told us to. We make choices, and decisions everyday that affect the rest of our lives. Our conscious is a very big part of our lives as well. Everything that we do is important. When we have morals we have something that is so amazing. Morality is diverse to different cultures, and religions.  To a quantity of, morality is completely flipped </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>and varied from what we would say morality is/should be. When we talk about morality in religion there are always questions. Morality is often misread to be something that controls you, and your liberty. Morality plays a big part in religions. It may not seem like morality is in religions but it is, its just far removed from.&lt;ref&gt;http://www.allaboutphilosophy.org/morality.htm&lt;/ref&gt;</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==See also==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==See also==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:425742117:newid:425757809 -->\n",
    "from": 425742117
  }
}