{
  "comment": "/* Development of morality */",
  "timestamp": "2006-05-22T22:08:32Z",
  "revid": 54601981,
  "anon": "",
  "user": "217.199.172.146",
  "parentid": 54601698,
  "diff": {
    "to": 54601981,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 13:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 13:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>== Development of morality ==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>== Development of morality ==</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div><del class=\"diffchange diffchange-inline\">While some philosophers and biologists hold that [[morality]] is a thin crust hiding [[egoism]], [[amorality]], and anti-social tendencies, others see morality as a product of evolutionary forces and as evidence for continuity with other group-living organisms. Proponents of what could be called \"Natural Outgrowth Theory\" see no conflict between evolutionary biology and morality since moral codes generally prescribe behavior that enhances individual fitness and group well-being. For example, the taboo against [[inbreeding]] encourages individuals to avoid producing defective offspring that would depress their reproductive [[fitness (biology)|fitness]]. Compliance with and internalization of social conventions leads to a sense of regularity that makes group living more predictable and hence, less stressful, for its members. [[Reciprocity]] ensures a reliable supply of essential resources, especially for animals living in a habitat where food quantity or quality fluctuates unpredictably. On any given night for [[vampire bat|vampire bats]], some individuals fail to feed on prey while others consume a surplus of blood. Bats that have successfully fed then regurgitate part of their blood meal to save a conspecific</del> from <del class=\"diffchange diffchange-inline\">starvation</del>.<del class=\"diffchange diffchange-inline\"> Since these animals live in close-knit groups over many years, an individual can count on other group members to return the favor on nights when it goes hungry (Wilkinson, 1984). </del></div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div><ins class=\"diffchange diffchange-inline\">Came</ins> from <ins class=\"diffchange diffchange-inline\">God</ins>.</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Christopher Boehm (1982) has advanced a possible mechanism where [[natural selection]] pressures drove the incremental development of moral complexity throughout [[Hominidae|hominid]] evolution. In primate societies, a fight between high-ranking individuals raises the anxiety level of the entire troupe, so that third parties sometimes intervene to bring the quarreling parties to reconcile. A despotic [[dominance]] style like that observed in many [[macaque]] species also causes more stress for subordinates. As early hominids moved from arboreal to terrestrial habitats, anxiety-induced dispersal behavior would have exposed individuals to predation, forcing our ancestors to develop more efficient conflict management strategies if they were to enjoy the benefits of group living. The invention of stone tools around 2.5 million years ago made fights potentially more injurious, which further increased selection pressure for conflict interference and group controls on dominance behavior. In summary, living in close quarters on the open savanna with ready access to dangerous weapons compelled early hominids to develop strict codes of acceptable behavior. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Some [[evolutionary psychology|evolutionary psychologists]] have argued that human morality originated from evolutionary processes. An innate tendency to develop a sense of right and wrong helps an individual to survive and reproduce in a  species with complex social interactions. Selected behaviors, seen in abstraction as moral codes, are seen to be common to all human cultures, and reflect, in their development, similarities to [[natural selection]] and these aspects of morality can be seen in as the basis of some [[religion|religious]] doctrine. From this, some also argue that there may be a simple [[Darwinian]] explanation for the existence of religion: that, regardless of the truth of religious beliefs, religion tends to encourage behavior beneficial to the species, as a code of morality tends to encourage communality, and communality tends to assist survival.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>These explanations for the existence of morality do not, however, necessarily assist in deciding what is truly ''right'' for future actions. Should an individual's own morality really be determined by what is best for their genetic offspring ([[Wiktionary:Colloquial|colloquially]], but inaccurately, \"the good of the species\" (see [[group selection]])? Viewholders counter that evolutionary psychology extends millions of years of [[empirical]] justification for our moral sense, provided that sense is indeed innate--more than recorded history could demonstrate. They claim sensible people would behave with morality knowing [[subconsciousness|subconsciously]] that it has succeeded in the past. Still, an explanation of why and how humans could have a moral basis does not imply that they ''ought'' to hold these views. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Some observers hold that individuals have distinct sets of moral rules that they apply to different groups of people. There is the \"ingroup,\" which includes the individual and those they believe to be of the same culture or race, and there is the \"outgroup,\" whose members  are not entitled to be treated according to the same rules. Some biologists, anthropologists and [[evolutionary psychology|evolutionary psychologists]] believe this ingroup/outgroup difference is an evolutionary mechanism, one which evolved due to its enhanced survival aspects. [[Gary R. Johnson]] and [[V.S. Falger]] have argued that [[nationalism]] and [[patriotism]] are forms of this ingroup/outgroup boundary.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The evolutionary critique points to the radical ways which morality differs across times and cultures among human beings. Very few activities are always morally wrong across all human societies. For example, some groups still practice forms of infanticide or incest, activities that would be condemned harshly in most Western societies. It has been argued that morality is simply whatever norms are present within a given society at a given time, while the other argument lies in the existence of morality.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>* [http://www.geeta-kavita.com/article.asp?article=biology_morals_dharma An article that focuses on the Biological basis of morality is available at Geeta-kavita.com]</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Morality in judicial systems==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Morality in judicial systems==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:54601698:newid:54601981 -->\n",
    "from": 54601698
  }
}