{
  "comment": "Reverting possible vandalism by [[Special:Contributions/Johannesmikkola111|Johannesmikkola111]] to version by 118.244.255.14. False positive? [[User:ClueBot NG/FalsePositives|Report it]]. Thanks, [[User:ClueBot NG|ClueBot NG]]. (1974485) (Bot)",
  "timestamp": "2014-10-01T16:19:21Z",
  "revid": 627836558,
  "user": "ClueBot NG",
  "parentid": 627836549,
  "diff": {
    "to": 627836558,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 83:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 83:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>A British poll found that the most important moral points among young people were looking after ones family and putting others before yourself.&lt;ref&gt;[http://www.independent.co.uk/news/uk/home-news/young-people-see-family-care-as-higher-moral-priority-than-religion-8129687.html Young people see family care as higher moral priority than religion] retrieved 12 September 2012&lt;/ref&gt;</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>A British poll found that the most important moral points among young people were looking after ones family and putting others before yourself.&lt;ref&gt;[http://www.independent.co.uk/news/uk/home-news/young-people-see-family-care-as-higher-moral-priority-than-religion-8129687.html Young people see family care as higher moral priority than religion] retrieved 12 September 2012&lt;/ref&gt;</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>===Darwinian evolution===</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>On the face of it, the Darwinian idea that evolution is driven by natural selection seems illsuited to explain such goodness as we possess, or our feelings of morality, decency, empathy and pity. Natural selection can easily explain hunger, fear and sexual lust, all of which straightforwardly contribute to our survival or the preservation of our genes. But what about the wrenching compassion we feel when we see an orphaned child weeping, an old widow in despair from loneliness, or an animal whimpering in pain? What gives us the powerful urge to send an anonymous gift of money or clothes to tsunami victims on the other side of the world whom we shall never meet, and who are highly unlikely to return the favour? Where does the Good Samaritan in us come from? Isn't goodness incompatible with the theory of the 'selfish gene'? No. This is a common misunderstanding of the theory - a distressing (and, with hindsight, foreseeable) misunderstanding. It is necessary to put the stress on the right word. The selfish gene is the correct emphasis, for it makes the contrast with the selfish organism, say, or the selfish species. Let me explain. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The logic of Darwinism concludes that the unit in the hierarchy of life which survives and passes through the filter of natural selection will tend to be selfish. The units that survive in the world will be the ones that succeeded in surviving at the expense of their rivals at their own level in the hierarchy. That, precisely, is what selfish means in this context. The question is, what is the level of the action? The whole idea of the selfish gene, with the stress properly applied to the last word, is that the unit of natural selection (i.e. the unit of self-interest) is not the selfish organism, nor the selfish group or selfish species or selfish ecosystem, but the selfish gene. It is the gene that, in the form of information, either survives for many generations or does not. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The most obvious way in which genes ensure their own 'selfish' survival relative to other genes is by programming individual organisms to be selfish. There are indeed many circumstances in which survival of the individual organism will favour the survival of the genes that ride inside it. But different circumstances favour different tactics. There are circumstances - not particularly rare - in which genes ensure their own selfish survival by influencing organisms to behave altruistically. Those circumstances are now fairly well understood and they fall into two main categories. A gene that programs individual organisms to favour their genetic kin is statistically likely to benefit copies of itself. Such a gene's frequency can increase in the gene pool to the point where kin altruism becomes the norm. Being good to one's own children is the obvious example, but it is not the only one. Bees, wasps, ants, termites and, to a lesser extent, certain vertebrates such as naked mole rats, meerkats and acorn woodpeckers, have evolved societies in which elder siblings care for younger siblings (with whom they are likely to share the genes for doing the caring). In general, as my late colleague W. D. Hamilton showed, animals tend to care for, defend, share resources with, warn of danger, or otherwise show altruism towards close kin because of the statistical likelihood that kin will share copies of the same genes. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The other main type of altruism for which we have a well-worked-out Darwinian rationale is reciprocal altruism ('You scratch my back and I'll scratch yours'). This theory, first intro- duced to evolutionary biology by Robert Trivers and often expressed in the mathematical language of game theory, does not depend upon shared genes. Indeed, it works just as well, probably even better, between members of widely different species, when it is often called symbiosis. The principle is the basis of all trade and barter in humans too. The hunter needs a spear and the smith wants meat. The asymmetry brokers a deal. The bee needs nectar and the flower needs pollinating. Flowers can't fly so they pay bees, in the currency of nectar, for the hire of their wings. Birds called honeyguides can find bees' nests but can't break into them. Honey badgers (ratels) can break into bees' nests, but lack wings with which to search for them. Honeyguides lead ratels (and sometimes men) to honey by a special enticing flight, used for no other purpose. Both sides benefit from the transaction. A crock of gold may lie under a large stone, too heavy for its discoverer to move. He enlists the help of others even though he then has to share the gold, because without their help he would get none. The living kingdoms are rich in such mutualistic relationships: buffaloes and oxpeckers, red tubular flowers and hummingbirds, groupers and cleaner wrasses, cows and their gut micro-organisms. Reciprocal altruism works because of asymmetries in needs and in capacities to meet them. That is why it works especially well between different species: the asymmetries are greater. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>In humans, IOUs and money are devices that permit delays in the transactions. The parties to the trade don't hand over the goods simultaneously but can hold a debt over to the future, or even trade the debt on to others. No non-human animals in the wild have any direct equivalent of money. But memory of individual identity plays the same role more informally. Vampire bats learn which other individuals of their social group can be relied upon to pay their debts (in regurgitated blood) and which individuals cheat. Natural selection favours genes that predispose individuals, in relationships of asymmetric need and opportunity, to give when they can, and to solicit giving when they can't. It also favours tendencies to remember obligations, bear grudges, police exchange relationships and punish cheats who take, but don't give when their turn comes. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>For there will always be cheats, and stable solutions to the game-theoretic conundrums of reciprocal altruism always involve an element of punishment of cheats. Mathematical theory allows two broad classes of stable solution to 'games' of this kind. 'Always be nasty' is stable in that, if everybody else is doing it, a single nice individual cannot do better. But there is another strategy which is also stable. ('Stable' means that, once it exceeds a critical frequency in the population, no alternative does better.) This is the strategy, 'Start out being nice, and give others the benefit of the doubt. Then repay good deeds with good, but avenge bad deeds.' In game theory language, this strategy (or family of related strategies) goes under various names, including Tit-for-Tat, Retaliator and Reciprocator. It is evolutionarily stable under some conditions in the sense that, given a population dominated by reciprocators, no single nasty individual, and no single unconditionally nice individual, will do better. There are other, more complicated variants of Tit-for-Tat which can in some circumstances do better. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>There are secondary structures which rest atop those main pillars. Especially in human society, with language and gossip, reputation is important. One individual may have a reputation for kindness and generosity. Another individual may have a reputation for unreliability, for cheating and reneging on deals. Another may have a reputation for generosity when trust has been built up, but for ruthless punishment of cheating. The unadorned theory of reciprocal altruism expects animals of any species to base their behaviour upon unconscious responsiveness to such traits in their fellows. In human societies we add the power of language to spread reputations, usually in the form of gossip. You don't need to have suffered personally from X's failure to buy his round at the pub. You hear 'on the grapevine' that X is a tightwad, or - to add an ironic complication to the example - that Y is a terrible gossip. Reputation is important, and biologists can acknowledge a Darwinian survival value in not just being a good reciprocator but fostering a reputation as a good reciprocator too. Matt Ridley's The Origins of Virtue, as well as being a lucid account of the whole field of Darwinian morality, is especially good on reputation. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The Norwegian economist Thorstein Veblen and, in a rather different way, the Israeli zoologist Amotz Zahavi have added a further fascinating idea. Altruistic giving may be an advertisement of dominance or superiority. Anthropologists know it as the Potlatch Effect, named after the custom whereby rival chieftains of Reputation is not confined to humans. It has recently been shown to apply to one of the classic cases of reciprocal altruism in animals, the symbiotic relationship between small cleaner fish and their large fish clients. In an ingenious experiment, individual cleaner wrasse, Labroides dimidiatus, that had been observed by a would-be client to be diligent cleaners were more likely to be cho- sen by the client than rival Labroides that had been observed neglecting to clean. See R. Bshary and A. S. Grutter, 'Image scoring and cooperation in a cleaner fish mutualism',  Pacific north-west tribes vie with each other in duels of ruinously generous feasts. In extreme cases, bouts of retaliatory entertaining continue until one side is reduced to penury, leaving the winner not much better off. Veblen's concept of 'conspicuous consumption' strikes a chord with many observers of the modern scene. Zahavi's contribution, unregarded by biologists for many years until vindicated by brilliant mathematical models from the theorist Alan Grafen, has been to provide an evolutionary version of the potlatch idea. Zahavi studies Arabian babblers, little brown birds who live in social groups and breed co-operatively. Like many small birds, babblers give warning cries, and they also donate food to each other. A standard Darwinian investigation of such altruistic acts would look, first, for reciprocation and kinship relationships among the birds. When a babbler feeds a companion, is it in the expectation of being fed at a later date? Or is the recipient of the favour a close genetic relative? Zahavi's interpretation is radically unexpected. Dominant babblers assert their dominance by feeding subordinates. To use the sort of anthropomorphic language Zahavi delights in, the dominant bird is saying the equivalent of, 'Look how superior I am to you, I can afford to give you food.' Or 'Look how superior I am, I can afford to make myself vulnerable to hawks by sitting on a high branch, acting as a sentinel to warn the rest of the flock feeding on the ground.' The observations of Zahavi and his colleagues suggest that babblers actively compete for the dangerous role of sentinel. And when a subordinate babbler attempts to offer food to a dominant individual, the apparent generosity is violently rebuffed. The essence of Zahavi's idea is that advertisements of superiority are authenticated by their cost. Only a genuinely superior individual can afford to advertise the fact by means of a costly gift. Individuals buy success, for example in attracting mates, through costly demonstrations of superiority, including ostentatious generosity and public-spirited risktaking. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>We now have four good Darwinian reasons for individuals to be altruistic, generous or 'moral' towards each other. First, there is the special case of genetic kinship. Second, there is reciprocation: the repayment of favours given, and the giving of favours in 'anticipation' of payback. Following on from this there is, third, the Darwinian benefit of acquiring a reputation for generosity and kindness. And fourth, if Zahavi is right, there is the particular additional benefit of conspicuous generosity as a way of buying unfakeably authentic advertising. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Through most of our prehistory, humans lived under conditions that would have strongly favoured the evolution of all four kinds of altruism. We lived in villages, or earlier in discrete roving bands like baboons, partially isolated from neighbouring bands or villages. Most of your fellow band members would have been kin, more closely related to you than members of other bands - plenty of opportunities for kin altruism to evolve. And, whether kin or not, you would tend to meet the same individuals again and again throughout your life - ideal conditions for the evolution of reciprocal altruism. Those are also the ideal conditions for building a reputation for altruism, and the very same ideal conditions for advertising conspicuous generosity. By any or all of the four routes, genetic tendencies towards altruism would have been favoured in early humans. It is easy to see why our prehistoric ancestors would have been good to their own in-group but bad - to the point of xenophobia - towards other groups. But why - now that most of us live in big cities where we are no longer surrounded by kin, and where every day we meet individuals whom we are never going to meet again — why are we still so good to each other, even some- times to others who might be thought to belong to an out-group? </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>It is important not to mis-state the reach of natural selection. Selection does not favour the evolution of a cognitive awareness of what is good for your genes. That awareness had to wait for the twentieth century to reach a cognitive level, and even now full understanding is confined to a minority of scientific specialists. What natural selection favours is rules of thumb, which work in practice to promote the genes that built them. Rules of thumb, by their nature, sometimes misfire. In a bird's brain, the rule 'Look after small squawking things in your nest, and drop food into their red gapes' typically has the effect of preserving the genes that built the rule, because the squawking, gaping objects in an adult bird's nest are normally its own offspring. The rule misfires if another baby bird somehow gets into the nest, a circumstance that is positively engineered by cuckoos. Could it be that our Good Samaritan urges are misfirings, analogous to the misfiring of a reed warbler's parental instincts when it works itself to the bone for a young cuckoo? An even closer analogy is the human urge to adopt a child. 'Misfiring' is intended only in a strictly Darwinian sense. It carries no suggestion of the pejorative. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The 'mistake' or 'byproduct' idea works like this. Natural selection, in ancestral times when we lived in small and stable bands like baboons, programmed into our brains altruistic urges, alongside sexual urges, hunger urges, xenophobic urges and so on. An intelligent couple can read their Darwin and know that the ultimate reason for their sexual urges is procreation. They know that the woman cannot conceive because she is on the pill. Yet they find that their sexual desire is in no way diminished by the knowledge. Sexual desire is sexual desire and its force, in an individual's psychology, is independent of the ultimate Darwinian pressure that drove it. It is a strong urge which exists independently of its ultimate rationale.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The same is true of the urge to kindness - to altruism, to generosity, to empathy, to pity. In ancestral times, we had the opportunity to be altruistic only towards close kin and potential reciprocators. Nowadays that restriction is no longer there, but the rule of thumb persists. Why would it not? It is just like sexual desire. We can no more help ourselves feeling pity when we see a weeping unfortunate (who is unrelated and unable to reciprocate) than we can help ourselves feeling lust for a member of the opposite sex (who may be infertile or otherwise unable to reproduce). Both are misfirings, Darwinian mistakes: blessed, precious mistakes. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Do not, for one moment, think of such Darwinizing as demeaning or reductive of the noble emotions of compassion and generosity. Nor of sexual desire. Sexual desire, when channelled through the conduits of linguistic culture, emerges as great poetry and drama: John Donne's love poems, say, or Romeo and Juliet. And of course the same thing happens with the misfired redirection of kin- and reciprocationbased compassion. Mercy to a debtor is, when seen out of context, as un-Darwinian as adopting someone else's child:</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The quality of mercy is not strained. It droppeth as the gentle rain from heaven Upon the place beneath.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Sexual lust is the driving force behind a large proportion of human ambition and struggle, and much of it constitutes a misfiring. There is no reason why the same should not be true of the lust to be generous and compassionate, if this is the misfired consequence of ancestral village life. The best way for natural selection to build in both kinds of lust in ancestral times was to install rules of thumb in the brain. Those rules still influence us today, even where circumstances make them inappropriate to their original functions. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Such rules of thumb influence us still, not in a Calvinistically deterministic way but filtered through the civilizing influences of literature and custom, law and tradition - and, of course, religion. Just as the primitive brain rule of sexual lust passes through the filter of civilization to emerge in the love scenes of Romeo and Juliet, so primitive brain rules of us-versus-them vendetta emerge in the form of the running battles between Capulets and Montagues; while primitive brain rules of altruism and empathy end up in the misfiring that cheers us in the chastened reconciliation of Shakespeare's final scene.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Neuroscience==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Neuroscience==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:627836549:newid:627836558 -->\n",
    "from": 627836549
  },
  "minor": ""
}