{
  "comment": "/* What is love */",
  "timestamp": "2010-06-30T14:54:26Z",
  "revid": 371022074,
  "user": "GeNtLeMaNLDN",
  "parentid": 371021133,
  "diff": {
    "to": 371022074,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 196:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 196:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==What is love==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==What is love==</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>It is one of the most difficult questions for the mankind. Centuries have passed by, <del class=\"diffchange diffchange-inline\">relationships</del> have bloomed and so has love. But no one can give the proper definition of love. To some Love is friendship set on fire for others Maybe love is like luck. You have to go all the way to find it. No matter how you define it or feel it, love is the eternal truth in the history of mankind.  Love is everything it's cracked up to be. That's why people are so cynical about it. It really is worth fighting for, risking everything for. And the trouble is, if you don't risk everything, you risk even more.</div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>It is one of the most difficult questions for the mankind. Centuries have passed by, <ins class=\"diffchange diffchange-inline\">[[relationship]]s</ins> have bloomed and so has love. But no one can give the proper <ins class=\"diffchange diffchange-inline\">[[</ins>definition<ins class=\"diffchange diffchange-inline\">]]</ins> of love. To some Love is <ins class=\"diffchange diffchange-inline\">[[</ins>friendship<ins class=\"diffchange diffchange-inline\">]]</ins> set on fire for others Maybe love is like <ins class=\"diffchange diffchange-inline\">[[</ins>luck<ins class=\"diffchange diffchange-inline\">]]</ins>. You have to go all the way to find it. No matter how you define it or feel it, love is the eternal truth in the <ins class=\"diffchange diffchange-inline\">[[</ins>history<ins class=\"diffchange diffchange-inline\">]]</ins> of mankind.  Love is everything it's cracked up to be. That's why people are so cynical about it. It really is worth fighting for, risking everything for. And the trouble is, if you don't risk everything, you risk even more.</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Sometimes love is stronger than a man's convictions. Love is the master key that opens the gates of happiness. Maybe love is like luck. You have to go all the way to find it. Love stretches your heart and makes you big inside. Love has no awareness of merit or demerit; it has no scale Love loves: this is its nature.Love is like war: Easy to begin but hard to end. Love consists in this, that two solitudes protect and touch and greet each other. Where love is, no room is too small. Loves makes your soul crawl out from its hiding place. Love is the irresistible desire to be irresistibly desired. Love is more than three words mumbled before bedtime. Love is sustained by action, a pattern of devotion in the things we do for each other every day.</div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Sometimes love is stronger than a <ins class=\"diffchange diffchange-inline\">[[</ins>man<ins class=\"diffchange diffchange-inline\">]]</ins>'s convictions. Love is the master key that opens the gates of happiness. Maybe love is like luck. You have to go all the way to find it. Love stretches your heart and makes you big inside. Love has no awareness of merit or demerit; it has no scale Love loves: this is its nature.Love is like war: Easy to begin but hard to end. Love consists in this, that two solitudes protect and touch and greet each other. Where love is, no room is too small. Loves makes your soul crawl out from its hiding place. Love is the irresistible desire to be irresistibly desired. Love is more than three words mumbled before bedtime. Love is sustained by action, a pattern of devotion in the things we do for each other every day.</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>To love is to receive a glimpse of heaven. Love is an act of endless forgiveness, a tender look which becomes a habit. Love is like a violin. The music may stop now and then, but the strings remain forever.</div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>To love is to receive a glimpse of heaven. Love is an act of endless forgiveness, a tender look which becomes a habit. Love is like a violin. The music may stop now and then, but the strings remain forever.<ins class=\"diffchange diffchange-inline\"> Love is the only sane and satisfactory answer to the [[problem]] of human existence. In the final analysis (Quran), love is the only reflection of man's worth. Love doesn't make the world go round, love is what makes the ride worthwhile. To love is to suffer. To avoid suffering one must not love. But then one suffers from not loving. herefore to love is to suffer, not to love is to suffer. To suffer is to suffer. To be happy is to love. To be happy then is to suffer. But [[suffering]] makes one unhappy. Therefore, to be unhappy one must love, or love to suffer, or suffer from too much happiness. I hope you're getting this down. </ins></div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Love is the only sane and satisfactory answer to the problem of human existence. In the final analysis (Quran), love is the only reflection of man's worth. Love doesn't make the world go round, love is what makes the ride worthwhile. To love is to suffer. To avoid suffering one must not love. But then one suffers from not loving. herefore to love is to suffer, not to love is to suffer. To suffer is to suffer. To be happy is to love. To be happy then is to suffer. But suffering makes one unhappy. Therefore, to be unhappy one must love, or love to suffer, or suffer from too much happiness. I hope you're getting this down. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Love is patient, love is kind. It has no envy, nor it boasts itself and it is never proud. It rejoices over the evil and is the truth seeker. Love protects; preserves and hopes for the positive aspect of life. Always stand steadfast in love, not fall into it. It is like the dream of your matter of affection coming true. Love can occur between two or more individuals. It bonds them and connects them in a unified link of trust, intimacy and interdependence. It enhances the relationship and comforts the soul. Love should be experienced and not just felt. The depth of love can not be measured. Look at the relationship between a mother and a child. The mother loves the child unconditionally and it can not be measured at all.   </div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Love is patient, love is kind. It has no envy, nor it boasts itself and it is never proud. It rejoices over the <ins class=\"diffchange diffchange-inline\">[[</ins>evil<ins class=\"diffchange diffchange-inline\">]]</ins> and is the truth seeker. Love protects; preserves and hopes for the positive aspect of life. Always stand steadfast in love, not fall into it. It is like the <ins class=\"diffchange diffchange-inline\">[[</ins>dream<ins class=\"diffchange diffchange-inline\">]]</ins> of your matter of affection coming true. Love can occur between two or more individuals. It bonds them and connects them in a unified link of trust, intimacy and interdependence. It enhances the relationship and comforts the soul. Love should be experienced and not just felt. The depth of love can not be measured. Look at the relationship between a <ins class=\"diffchange diffchange-inline\">[[</ins>mother<ins class=\"diffchange diffchange-inline\">]]</ins> and a <ins class=\"diffchange diffchange-inline\">[[</ins>child<ins class=\"diffchange diffchange-inline\">]]</ins>. The <ins class=\"diffchange diffchange-inline\">[[</ins>mother<ins class=\"diffchange diffchange-inline\">]]</ins> loves the child <ins class=\"diffchange diffchange-inline\">[[</ins>unconditionally<ins class=\"diffchange diffchange-inline\">]]</ins> and it can not be measured at all.   </div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>A different dimension can be attained between any relationships with the magic of love. Love can be created. You just need to focus on the goodness of the other person. If this can be done easily, then you can also love easily. And remember we all have some positive aspect in us, no matter how bad our deeds maybe. And as [[Allah]] say’s  Love All.</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>A different dimension can be attained between any relationships with the magic of love. Love can be created. You just need to focus on the goodness of the other person. If this can be done easily, then you can also love easily. And remember we all have some positive aspect in us, no matter how bad our deeds maybe. And as [[Allah]] say’s  Love All.</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:371021133:newid:371022074 -->\n",
    "from": 371021133
  }
}