{
  "comment": "/* Hinduism */",
  "timestamp": "2012-01-07T09:20:57Z",
  "revid": 470050943,
  "user": "Stavavali",
  "parentid": 470050747,
  "diff": {
    "to": 470050943,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 216:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 216:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>{{-}}</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>{{-}}</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>In certain Vaishnava sects <del class=\"diffchange diffchange-inline\">withing</del> Hinduism, attaining unaldulterated, unconditional and incessant love for <del class=\"diffchange diffchange-inline\">Godherad</del> is considered the foremost goal of life. Gaudiya Vaishnavas who worship Krishna as the Supreme Personality of Godhead and the cause of all causes consider <del class=\"diffchange diffchange-inline\">Loive</del> for Godhead (Prema) to act in two ways: sambhoga and vipralambha (union and separation) — two opposites. In the condition of separation, there is an acute yearning for being with the beloved<del class=\"diffchange diffchange-inline\"> (God)</del> and in the condition of union there is supreme happiness and nectarean. Gaudiya Vaishnavas consider that Krishna-prema (Love for Godhead) is not fire but that it still burns away one's material desires. They consider that Kṛṣṇa-prema is not a weapon, but it still pierces the heart. It is not water, but it washes away everything — one's pride, religious rules, and one's shyness. Krishna-prema is considered to make one drown in the ocean of transcendental ecstasy and pleasure. The love of Radha, a cowherd girl, for Krishna is often cited as the supreme example of love for Godhead by Gaudiya Vaishnavas. Radha is considered to be the internal potency of Krishna is the supreme lover of Godhead. Her example of love is considered to be beyond the understanding of material realm as it surpasses any form of selfish love or lust that is visibile in the material world. The reciprocal love between Radha (the supreme lover) and Krishna (God as the Supremely Loved) is the subject of many poetic compositions in India such as the [[Gita Govinda]] and Hari Bhakti Shuddhodhaya.</div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>In certain Vaishnava sects <ins class=\"diffchange diffchange-inline\">within</ins> Hinduism, attaining unaldulterated, unconditional and incessant love for <ins class=\"diffchange diffchange-inline\">Godhead</ins> is considered the foremost goal of life. Gaudiya Vaishnavas who worship Krishna as the Supreme Personality of Godhead and the cause of all causes consider <ins class=\"diffchange diffchange-inline\">Love</ins> for Godhead (Prema) to act in two ways: sambhoga and vipralambha (union and separation) — two opposites. In the condition of separation, there is an acute yearning for being with the beloved and in the condition of union there is supreme happiness and nectarean. Gaudiya Vaishnavas consider that Krishna-prema (Love for Godhead) is not fire but that it still burns away one's material desires. They consider that Kṛṣṇa-prema is not a weapon, but it still pierces the heart. It is not water, but it washes away everything — one's pride, religious rules, and one's shyness. Krishna-prema is considered to make one drown in the ocean of transcendental ecstasy and pleasure. The love of Radha, a cowherd girl, for Krishna is often cited as the supreme example of love for Godhead by Gaudiya Vaishnavas. Radha is considered to be the internal potency of Krishna<ins class=\"diffchange diffchange-inline\">, and</ins> is the supreme lover of Godhead. Her example of love is considered to be beyond the understanding of material realm as it surpasses any form of selfish love or lust that is visibile in the material world. The reciprocal love between Radha (the supreme lover) and Krishna (God as the Supremely Loved) is the subject of many poetic compositions in India such as the [[Gita Govinda]] and Hari Bhakti Shuddhodhaya.</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==References==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==References==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:470050747:newid:470050943 -->\n",
    "from": 470050747
  }
}