{
  "comment": "Reverted edits by [[Special:Contributions/157.91.114.11|157.91.114.11]] ([[User talk:157.91.114.11|talk]]) to last version by Yanksox",
  "timestamp": "2006-05-03T17:45:18Z",
  "revid": 51392785,
  "user": "RexNL",
  "parentid": 51392736,
  "diff": {
    "to": 51392785,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 17:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 17:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Cultural differences make any universal definition of love difficult to establish. See the [[Sapir-Whorf hypothesis]]. Expressions of love may include the love for a [[soul]] or mind, the love of laws and organizations, love for a body, love for nature, love of food, love of money, love for learning, love of power, love of fame, love for the respect of others, et cetera. Different people place varying degrees of importance on the kinds of love they receive. Love is essentially an abstract concept, easier to experience than to explain. Many believe, as stated originally by [[Virgil]], that \"''Love conquers all''\".  </div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Cultural differences make any universal definition of love difficult to establish. See the [[Sapir-Whorf hypothesis]]. Expressions of love may include the love for a [[soul]] or mind, the love of laws and organizations, love for a body, love for nature, love of food, love of money, love for learning, love of power, love of fame, love for the respect of others, et cetera. Different people place varying degrees of importance on the kinds of love they receive. Love is essentially an abstract concept, easier to experience than to explain. Many believe, as stated originally by [[Virgil]], that \"''Love conquers all''\".  </div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>A good poetic overview as to the essential nature of love, is found in the novel [[SoulSongs]] by [[Sevi Regis]]: \"We know that love exists, not only as a feeling, as an act of one's will, or as a relational status, but also as a substance.  How do we know?  Because people are moved and changed by it.  It keeps things alive, and without it, they die.  It makes them grow, and without it, they are stunted.  It is the most inspiring force on earth: the desire to love and be loved.  It is a nutrient for the heart, and every other part of a living being.  Everything that lives responds to love and rejoices when in union with it.  It is also an eternal substance that once created, can never die, even though it may go into a sleep state, it can always be reawakened, as the Spring. It has its own language and expresses itself in poetic mysteries, ubiquitous to all things, for those who can find it. It is a fire that combusts within a person and grows from that explosion, a body of love, an essence, mist, or flame, that cannot dwell alone.\"<del class=\"diffchange diffchange-inline\">  Love is something you will regret later in life after it is already too late.</del></div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>A good poetic overview as to the essential nature of love, is found in the novel [[SoulSongs]] by [[Sevi Regis]]: \"We know that love exists, not only as a feeling, as an act of one's will, or as a relational status, but also as a substance.  How do we know?  Because people are moved and changed by it.  It keeps things alive, and without it, they die.  It makes them grow, and without it, they are stunted.  It is the most inspiring force on earth: the desire to love and be loved.  It is a nutrient for the heart, and every other part of a living being.  Everything that lives responds to love and rejoices when in union with it.  It is also an eternal substance that once created, can never die, even though it may go into a sleep state, it can always be reawakened, as the Spring. It has its own language and expresses itself in poetic mysteries, ubiquitous to all things, for those who can find it. It is a fire that combusts within a person and grows from that explosion, a body of love, an essence, mist, or flame, that cannot dwell alone.\"</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>== Etymology ==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>== Etymology ==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:51392736:newid:51392785 -->\n",
    "from": 51392736
  },
  "minor": ""
}