{
  "comment": "revert to last revision by TonyClarke - [[Ethics in the Bible]] needs its own article, and not here",
  "timestamp": "2003-08-28T01:36:12Z",
  "revid": 1357281,
  "anon": "",
  "user": "142.177.103.33",
  "parentid": 1355436,
  "diff": {
    "to": 1357281,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 50:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 50:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>The view that ethics is innate and tied to a personal [[moral core]] or [[aesthetics]] is harder to relate to the formal categories above other than as a meta-ethics in itself.  It is considered by some ethicists to be just a variant of [[mysticism]] or [[narcissism]], permitting those who avow aesthetic choices as being 'above ethics' to justify anything.</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>The view that ethics is innate and tied to a personal [[moral core]] or [[aesthetics]] is harder to relate to the formal categories above other than as a meta-ethics in itself.  It is considered by some ethicists to be just a variant of [[mysticism]] or [[narcissism]], permitting those who avow aesthetic choices as being 'above ethics' to justify anything.</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>== Ethics in the Bible ==</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>The books of the [[Tanakh|Hebrew Bible]] (Old Testament) cover a period of many centuries, reflecting a rich variety of conditions and beliefs, ranging from the culture and cult of rude nomadic shepherd tribes to the refinement of life and law of a sedentary urban population, from primitive clan henotheism to the ethical monotheism of the Prophets.  It would thus be unwarranted to treat the ethics of the Bible as a unit, flowing from one dominant principle and flowering in the recognition of certain definite lines of conduct and obligation. Instead of one system of ethics, many systems have to be recognized and expounded. Nonetheless, the ultimate outcome of this evolution was ethical monotheism.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>With these qualifications kept in view, it is safe to hold that the principle underlying the ethical concepts of the Bible and from which the positive duties and virtues are derived is the unity and holiness of God, in whose image man was created. A life exponential of the divine in the human is the \"summum bonum,\" the purpose of purposes, according to the ethical doctrine of the Biblical books. This life is a possibility and an obligation involved in the humanity of every man. For every man is created in the image of God (Gen. i. 26). By virtue of this, man is appointed ruler over all that is on earth (Gen. i. 28). But man is free to choose whether he will or will not live so as to fulfil these obligations.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>From the stories in Genesis it is apparent that the Bible does not regard morality as contingent upon an antecedent and authoritative proclamation of the divine will and law. The \"moral law\" rests on the nature of man as God's likeness, and is expressive thereof. It is therefore autonomous, not heteronomous. From this concept of human life flows and follows necessarily its ethical quality as being under obligation to fulfil the divine intention which is in reality its own intention. Enoch, Noah, Abraham, and other heroes of tradition, representing generations that lived before the Sinaitic revelation of the Law, are conceived of as leading a virtuous life; while, on the other hand, Cain's murder and Sodom's vices illustrate the thought that righteousness and its reverse are not wilful creations and distinctions of a divinely proclaimed will, but are inherent in human nature. But Israel, being the people with whom God had made His covenant because of the Patriarchs who loved Him and were accordingly loved by Him—having no other claim to exceptional distinction than this—is under the obligation to be the people of God (, Ex. xix. 5 et seq.) that is to illustrate and carry out in all the relations of human life, individual and social, the implications of man's godlikeness. Hence, for Israel the aim and end, the \"summum bonum,\" both in its individuals and as a whole, is \"to be holy.\" Israel is a holy people (Ex. xix. 6; Deut. xiv. 2, 21; xxvi. 19; xxviii. 9), for \"God is holy\" (Lev. xix. 2, et al.). Thus the moral law corresponds to Israel's own historic intention, expressing what Israel knows to be its own innermost destiny and duty.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Israel and God are two factors of one equation. The divine law results from Israel's own divinity. It is only in the seeming, and not in the real, that this law is of extraneous origin. It is the necessary complement of Israel's own historical identity.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>God is the Lawgiver because He is the only ruler of Israel and its Judge and Helper (Isa. xxxiii. 22). Israel true to itself can not be untrue to God's law. Therefore God's law is Israel's own highest life. The statutory character of Old Testament ethics is only the formal element, not its essential distinction. For this God, who requires that Israel \"shall fear him and walk in all his ways and shall love and serve him with all its heart and all its soul\" (Deut. x. 12, Hebr.), is Himself the highest manifestation of ethical qualities (Ex. xxxiv. 6, 7). To walk in His ways, therefore, entails the obligation to be, like Him, merciful, etc. This holy God is Himself He that \"regardeth not persons, nor taketh reward: He doth execute the judgment of the fatherless and widow, and loveth the stranger\" (Deut. x. 17-18), qualities which Israel, as exponential of His unity and power and love, must exhibit as the very innermost ambitions of its own historical distinctness (Deut. x. 19 et seq.).</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Related Topics (in philosophy) ==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Related Topics (in philosophy) ==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:1355436:newid:1357281 -->\n",
    "from": 1355436
  }
}