{
  "comment": "/* The origins of Ethics */",
  "timestamp": "2005-08-10T19:07:08Z",
  "revid": 20714095,
  "anon": "",
  "user": "70.111.250.131",
  "parentid": 20592893,
  "diff": {
    "to": 20714095,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 168:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 168:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Can we do better than the religious accounts of the origin of morality? Because, for obvious reasons, we have no historical record of a human society in the period before it had any standards of right and wrong, history cannot tell us the origins of morality. There is another mode of inquiry open to us. Knowing that human beings are [[social animal]]s, the origins of morality can be explained by the social behaviour of nonhumans animals through the evolutionnary theory that explains such a behaviour. In this perspective, altruism is based either on [[Kinship]] or [[Reciprocity]].</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Can we do better than the religious accounts of the origin of morality? Because, for obvious reasons, we have no historical record of a human society in the period before it had any standards of right and wrong, history cannot tell us the origins of morality. There is another mode of inquiry open to us. Knowing that human beings are [[social animal]]s, the origins of morality can be explained by the social behaviour of nonhumans animals through the evolutionnary theory that explains such a behaviour. In this perspective, altruism is based either on [[Kinship]] or [[Reciprocity]].</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Research in evolutionary theory applied to social behaviour, shows that evolution of species take into account [[altruism]] as a positive factor for the survival of the species. Some of this altruistic behaviour is explained by kin selection. Hamilton's rule describes the benefit of such altuism in terms of the product of the sacrificer's relatedness to the beneficiary and the benefit granted to the beneficiary minus the cost to the sacrificer. Should this sum be greater than zero a <del class=\"diffchange diffchange-inline\">fittness</del> gain will result from the sacrifice. When apparent altruism is not between kin, it may be based on reciprocity. A monkey will present its back to another monkey, who will pick out parasites; after a time the roles will be reversed. Such reciprocity will pay off, in evolutionary terms, as long as the costs of helping are less than the benefits of being helped and as long as animals will not gain in the long run by “cheating” - that is to say, by receiving favours without returning them.</div></td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Research in evolutionary theory applied to social behaviour, shows that evolution of species take into account [[altruism]] as a positive factor for the survival of the species. Some of this altruistic behaviour is explained by kin selection. Hamilton's rule describes the benefit of such altuism in terms of the product of the sacrificer's relatedness to the beneficiary and the benefit granted to the beneficiary minus the cost to the sacrificer. Should this sum be greater than zero a <ins class=\"diffchange diffchange-inline\">fitness</ins> gain will result from the sacrifice. When apparent altruism is not between kin, it may be based on reciprocity. A monkey will present its back to another monkey, who will pick out parasites; after a time the roles will be reversed. Such reciprocity will pay off, in evolutionary terms, as long as the costs of helping are less than the benefits of being helped and as long as animals will not gain in the long run by “cheating” - that is to say, by receiving favours without returning them.</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[Ethology]] give us examples of [[nonhuman animals ethics]] :</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>[[Ethology]] give us examples of [[nonhuman animals ethics]] :</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:20592893:newid:20714095 -->\n",
    "from": 20592893
  }
}