{
  "comment": "revert addition of irrelevant text",
  "timestamp": "2008-05-09T19:09:40Z",
  "revid": 211314512,
  "user": "Hut 8.5",
  "parentid": 211314093,
  "diff": {
    "to": 211314512,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 16:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 16:</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Ethics is not limited to specific acts and defined moral codes, but encompasses the whole of moral ideals and behaviors, a person's philosophy of life (or ''[[Weltanschauung]]'').&lt;ref&gt;Sahakian, William S. &amp; Sahakian, Mabel Lewis. ''Ideas of the Great Philosophers''. pp 31-32. Barnes and Noble Books (1993). ISBN 9781566192712.&lt;/ref&gt;</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>Ethics is not limited to specific acts and defined moral codes, but encompasses the whole of moral ideals and behaviors, a person's philosophy of life (or ''[[Weltanschauung]]'').&lt;ref&gt;Sahakian, William S. &amp; Sahakian, Mabel Lewis. ''Ideas of the Great Philosophers''. pp 31-32. Barnes and Noble Books (1993). ISBN 9781566192712.&lt;/ref&gt;</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>'''Bold text'''Hoppy's Commentary For Thursday Talkline Host Hoppy Kercheva</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>WVU President Mike Garrison may well survive the Bresch scandal.  The calendar is working in his favor. He has to get through Wednesday's assembly in which the entire faculty is invited to weigh in on the Bresch mess.  Based on Monday's Faculty Senate vote (77 for resignation, 19 against, one abstention), one would expect most of the professors at the assembly will want Garrison gone. </div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">−</td>\n  <td class=\"diff-deletedline\"><div>Then there's commencement next weekend.  Rumors are swirling about the possibility of student protests. Garrison faces the embarrassing prospect of getting booed.But after that, summer kicks in.  The campus pace slows dramatically as most students leave Morgantown and professors who are not teaching summer school tend to scatter. Garrison has been trying his best the last few days to focus on \"the good things\" happening at WVU.  It's the right strategy, but it's like trying to call attention to the paint job on a lifeboat while riding out a storm. The president said Tuesday while in Charleston that he had \"seen no empirical evidence to indicate that WVU's reputation has been ruined.\"That's true, but it's beside the point.WVU's reputation has certainly been damaged by one story after another about WVU handing out a degree to the governor's daughter even though she didn't come close to finishing the work.Furthermore, empirical evidence is evidence that is derived by experience or observation.  I can tell you by \"observing\" the phone calls and e-mails I have received, and by sitting in on the Faculty Senate meeting Monday, that there is plenty of empirical evidence that WVU is badly bruised.Conspiracy theorists cannot get past the notion that Gov. Manchin was somehow involved in this.  After all, they say, Bresch is his daughter and he appointed nine of the 15 members of the Board of Governors, which engineered the hiring of Garrison. West Virginia's history is laced with stories of incestuous politics and cronyism that breeds cynicism.  That history makes Garrison a victim of his own success:  He got the job because of who he knew and he may lose his job for the same reason. If Garrison can hold on another week or two, and if no other damaging information surfaces, he may get through this.  Who knows? The whole experience may make him a better president.But West Virginians have long memories.  For many, the Bresch scandal will be a reminder of why we lose faith in the very institutions that are supposed to inspire us.</div></td>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Greek philosophy==</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>==Greek philosophy==</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:211314093:newid:211314512 -->\n",
    "from": 211314093
  }
}