{
  "comment": "",
  "timestamp": "2014-04-24T07:03:06Z",
  "revid": 605572392,
  "anon": "",
  "user": "79.112.74.99",
  "parentid": 605501315,
  "diff": {
    "to": 605572392,
    "*": "<tr>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 1:</td>\n  <td colspan=\"2\" class=\"diff-lineno\">Line 1:</td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Epistemological Ethics - Cornelia Margareta Gășpărel, Etică epistemologică Teorie și proiect de studiu al omului (Epistemological Ethics.Theory and Study Project of Man), Editura Academiei Române, 2014.</div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>EDITURA ACADEMIEI ROMÂNE Calea 13 Septembrie, nr. 13, Sector 5 050711, Bucureşti, România, Tel: 4021-318 81 46, 4021-318 81 06 Fax: 4021-318 24 44 E-mail: edacad@ear.ro Adresa web: www.ear.ro ISBN 978-973-27-2427-9  </div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>165 </div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>” Regarding the concept of epistemological ethics, it is necessary to make some methodological notes which formed the basis for the idea that: any approach regarding the man and his relationship with the environment, where we identify phenomena, causes and relationships that involve development and survival (in terms of assimilation-adaptation implies the presence of two basic instincts – the instinct for reproduction and nutrition) requires an argument on ethical criteria. This starting from the criterion that even the very difference either otherness or opposition to an opinion, we were saying that even the very difference may play an important role because it can be: beneficial, neutral or dangerous ( Solomon Marcus, Paradigme universale, Editura Paralela 45, Piteşti, 2011, p. 131.) as an expression of something that sits between understanding and conflict between two or more parties, between the part and the whole seen in a broad sense as any ethical issue would be required of.</div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>Ethics and epistemology:  memory, consciousness, intellect and moral judgment, experience cannot form only in individual knowledge, but rather in knowledge as patrimonial, collective inheritance – as forms of institutional knowledge and generating mechanisms of balance and social solidarity. If I had to answer the question: How the epistemological ethics would function as ethical theory upon this book and the idea that accompanies the entire contents thereof, of which the applicability of the ethical approach would imply, then our answer would be this – to imagine that during the evolution of ideas and ethical values  an obscurity would be installed, whose causes are explained by the multiplicity of details and reasons specific to research policies. Well, under this forgetfulness or ignorance, the ethical value that comes up will face, for the beginning, all the causes that have led, in the past, in the depths of knowledge and in the foam of historical languages. Duration and the way of accepting and assimilating this ethical value upon the knowledge theories, will seek fairness and clarity, implying a rejection of what is too far but not of that implying the human security and dignity.</div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"><div>The force of values, meaning positive or negative values is covering only their existence in the dimension of the present world. The positivity or negativity of values comes from the closeness and outherness of thought and action – so, of the knowledge. This fact would imply that the positivity or negativity of the soul comes from the representations we have on matter and form. Our perspective on epistemological ethics is that according to which the ethical values come from the relations of similarity (size, color, shape) and contiguity (part-whole element-lot, near-far, cause-effect).” Cornelia Margareta Gășpărel, Etică epistemologică Teorie și proiect de studiu al omului (Epistemological Ethics .Theory and Study Project of Man), Editura Academiei Române, 2014.</div></td>\n</tr>\n<tr>\n  <td colspan=\"2\" class=\"diff-empty\">&#160;</td>\n  <td class=\"diff-marker\">+</td>\n  <td class=\"diff-addedline\"></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>{{Other uses}}</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>{{Other uses}}</div></td>\n</tr>\n<tr>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>{{Philosophy sidebar}}</div></td>\n  <td class=\"diff-marker\">&#160;</td>\n  <td class=\"diff-context\"><div>{{Philosophy sidebar}}</div></td>\n</tr>\n\n<!-- diff cache key enwiki:diff:version:1.11a:oldid:605501315:newid:605572392 -->\n",
    "from": 605501315
  }
}